[
    {
        "title": "1",
        "answers": [
            "December 2002",
            "Söderhamn municipality, Sweden",
            "verified Campylobacter infections and large outbreak of acute gastroenteritis",
            "",
            "water supply",
            "Increased domestic, laboratory confirmed, Campylobacter notifications. At the same time cases of acute gastroenteritis infection (AGI) were reported in the community.",
            "Potentially affected some 6-7000 members of the population",
            "The number of people who fell ill due to the event was 24% of the population, potentially affecting some 6-7000 members of the population.",
            "27.3% among those who consumed water, compared to 12% among those who did not consume water.",
            "",
            "Campylobacter and Escherichia coli",
            "infection with Campylobacter and acute gastrointestinal infection",
            "750 telephone interviews",
            "postal questionnaire included demography, clinical signs and symptoms, food outlets, food items and type and amount of water consumed",
            "a person living in the Soderhamn municipality during December 2002 and January 2003 with laboratory verified Campylobacter, grown from a stool sample, using standard methods",
            "risk of gastroenteritis was 2.3 times higher in those who consumed water (AR = 27.3%) than others (AR = 12%). The amount of water consumed was associated with the risk of illness in both studies.",
            "59 days",
            "intensification of water sampling; chlorination of the water supplies of the municipality; and holding a press conference to inform the population.",
            "water samples were tested by standard methods at Gävle Hospital and SMI laboratories respectively.",
            "Escherichia coli",
            "",
            "",
            ""
        ]
    },
    {
        "title": "2",
        "answers": [
            "29 February, 2016",
            "Bwikhonge Sub-county, Bulambuli District in Eastern Uganda",
            "The cholera outbreak was characterized by a sudden increase in cases of watery diarrhea in Bwikhonge Sub-county, Bulambuli District. The outbreak started on 29 February 2016 and cases sharply increased in late March.",
            "",
            "contaminated water from Cheptui River",
            "In late January 2016, a cholera outbreak started in the southern part of Bulambuli District",
            "",
            "108 suspected, 7 confirmed",
            "1.3% (108/8404)",
            "",
            "V. cholerae",
            "watery diarrhea",
            "case-control study involving 100 suspected case-patients and 100 asymptomatic controls, individually-matched by residence village and age",
            "standardized case investigation form, we interviewed 40 case-patients conveniently found at the cholera treatment centre and the community about their histories of food and water intake and practices during the possible exposure period",
            "person with sudden onset of watery diarrhea from 1 March 2016 to 9 April 2016. A confirmed case was a suspected case with positive culture for Vibrio cholerae from a stool sample.",
            "Risk factors identified in the case-control study included collecting drinking water from the Cheptui River.",
            "from 29 February 2016 to 6th April 2016",
            "boiling and/or treating drinking water, improving sanitation, distributing chlorine tablets to affected villages",
            "collected 7 water samples",
            "V. cholerae isolated in 2 of the 7 river water samples",
            "construction of more borehole pumps",
            "",
            ""
        ]
    },
    {
        "title": "3",
        "answers": [
            "September 2000",
            "South Wales Valleys housing estate",
            "An outbreak of Campylobacter jejuni infection was associated with tap water consumption in a housing estate.",
            "A crack in the wall of the covered holding reservoir",
            "Contamination with surface water from nearby pasture land",
            "Increase in cases of gastroenteritis in residents, prompting an investigation by the local government environmental health department.",
            "281 possible cases",
            "C. jejuni",
            "The attack rate for those in the upper estate was 29.0%, and the attack rate for those in the lower estate was 11.9%",
            "",
            "Campylobacter jejuni",
            "diarrhoeal illness",
            "postal questionnaire on individual's self-reported exposure to household pets and farm animals.",
            "individual dietary history was recorded, including specific questions on meats, meat products, takeaway meals, milk, carbonated drinks, tea/coffee, tap water and bottled water. Residents were asked where they purchased milk. Where home delivery of milk was recorded, the dairy supplying the milkman was identified by follow-up investigation. Univariate analysis was performed by Mantel-Haenszel x2 test or Fisher's exact test (two-tailed) using Epi-Info, version 6 (CDC, Atlanta, GA, USA). Univariate analysis was repeated and multivariate analysis carried out by logistic regression using STATA software, version 6 (Stata Corp., College Station, TX, USA) with confidence intervals adjusted for household clustering using the Huber-White robust estimate of variance. samples from cases were forwarded by the two local hospital laboratories to the Laboratory of Enteric Pathogens, Central Public Health Laboratory, London (now Centre for Infections, Health Protection Agency) for serotyping",
            "an individual residing on the estate, with diarrhoeal illness (≥3 stools within 24 h) lasting over 1 day in September 2000.",
            " tap water consumption, water supply, water consumption, milkman delivery, cold takeaway consumption, and presence of a puppy/kitten in the house with or without diarrhoea.",
            "The outbreak spanned from 17 to 24 September 2000.",
            "The service reservoir was repaired",
            "The service reservoir outlet supplying the upper estate was sampled weekly, and daily sampling was carried out after the outbreak. Samples were tested for indicator organisms, chlorine levels, faecal streptococci, and clostridia.",
            "",
            "The service reservoir was repaired",
            "permanent booster chlorination facilities were commissioned.",
            "highest attack rate in the <=4 years age group (40%) and the lowest in those aged >=65 years (13.4%)."
        ]
    },
    {
        "title": "4",
        "answers": [
            "March 1981",
            "Eagle-Vail, Colorado",
            "An outbreak of nonbacterial gastroenteritis. The illness was statistically associated with water consumption, and rotavirus was identified as the causative agent.",
            "issues with the sewage treatment plant upstream, lack of pre-treatment of water, channeled filter beds, and the failure of the chlorinator",
            "discharge of sludge solids into Gore Creek from the upstream Vail Water & Sanitation District sewage treatment plant",
            "increase in gastrointestinal disease cases reported by citizens and a review of medical facility records.",
            "128",
            "56",
            "41/128 (32.0 per cent)",
            "",
            "Rotavirus",
            "diarrhea, vomiting, cramping, and fever.",
            "household telephone survey was performed on March 13 and 14 by calling every 6th listed residential number in that exchange until 48 households were reached. persons at home at the time of the call were interviewed about illness in the previous 30 days, including symptoms and onset date, average daily consumption of tap water and beverages made with tap water before the outbreak period (controls) or onset of illness (cases), meals eaten away from home, and social events attended. They were also asked to answer the same questions, to the best of their knowledge, for household members who were not at home",
            "Laboratory records were reviewed.  stools were examined for the presence of virus particles by routine electron microscopy (EM). tested for viral antibody by immune electron microscopy (IEM) using a rotavirus preparation from the stool of one individual containing large numbers of particles.",
            "An individual with diarrhea (three or more loose stools per day) and/or vomiting in the previous 30 days.",
            "Tap water consumption",
            "March 6 to March 13, 1981",
            "emergency repairs to the Eagle-Vail water treatment plant, costing $92,400",
            "",
            "",
            "",
            "Increased storage for treated water, a third filter, and chemical treatment preceding filtration.",
            "128 residents, of whom over 80% were adults"
        ]
    },
    {
        "title": "5",
        "answers": [
            "11 October, 1996",
            "In the village of Eleoussa, near the city of Ioannina, in Northwestern Greece",
            "An outbreak of gastroenteritis affected 288 inhabitants of the village of Eleoussa. Shigella sonnei was identified as the causative agent, and environmental conditions suggested water system contamination by groundwater",
            "Likely triggered by groundwater contamination of the water system",
            "contamination of the water system occurred by groundwater",
            "patients with gastroenteritis symptoms were referred to the General Hospital of Ioannina and the University Hospital of Ioannina. Water samples were collected from the distribution system, tank, and pumping station, with the identification of Shigella sonnei based on a sample from the pumping station",
            "2213",
            "288",
            "13.4",
            "0",
            "Shigella sonnei",
            "gastro-enteritis, including vomiting and diarrhea",
            "1-l sample was collected from the pumping station",
            "sample was filtered and tested for the presence of salmonella and shigella, using an enrichment technique with sterile 0-1% peptone water. Serological identification was performed using the slide agglutination technique with shigella antisera (polyvalent and type-specific sera)",
            "patients suffering from gastro-enteritis, resident in the community of Eleoussa and referred as in- or out-patients between 11 and 22 October 1996",
            "",
            "between 11 and 22 October 1996",
            "immediate chlorination of the water-distribution system and the tank",
            "Laboratory of Hygiene collected three samples from the water distribution system, one sample from the tank, and one sample from the pumping station",
            "",
            "",
            "Water samples were also collected and analysed during the next 15 days",
            "highest risk of developing gastro-enteritis was observed in the age group 0-14 years (41.4%). Patients over 65 years were more frequently hospitalized than those in other age groups (P<0.05)"
        ]
    },
    {
        "title": "6",
        "answers": [
            "end of August and the first half of October 2018",
            "Brescia province, northern Italy, specifically in seven municipalities along the Chiese river.",
            "An outbreak of Legionnaires' disease (LD) caused by Legionella pneumophila serogroup 2 (Lp2) occurred, with 33 cases (two fatal) reported in the mentioned municipalities along the Chiese river.",
            "",
            " the Chiese river, with aerosolized river water suspected as the cause of Legionnaires' disease cases.",
            "testing of pneumonia cases using urinary antigen tests (UAT), which initially gave negative results. Real-time PCR on respiratory secretions of UAT-negative cases was then performed, leading to the detection of Legionella pneumophila.",
            "88 Legionnaires' disease cases were identified with at least one positive diagnostic test (UAT, culture, real-time PCR, or serology), and all 33 cases required hospitalization.",
            "33",
            "",
            "2 fatal",
            "Legionella pneumophila serogroup 2 (Lp2)",
            "clinical symptoms of pneumonia",
            "Environmental investigation was undertaken immediately after the outbreak was reported",
            "The investigation involved inspecting a large number of possible sources, including drinking water taps, cooling towers, and the Chiese river. Water samples were collected and analyzed for Legionella.",
            "A case of LD was included in the outbreak if the individual resided in Brescia province, presented with clinical symptoms of pneumonia, and had laboratory confirmation for Legionella with at least one diagnostic test.",
            "diabetes, cardiopathy, or chronic, autoimmune, or immunosuppressive diseases in 35% of the cases.",
            "The contamination event spanned from the end of August to the first half of October 2018.",
            "Informing citizens, disinfection of industrial and non-industrial plants, recommending correct use of the Chiese river water, and notifying the European Legionnaires' disease Surveillance Network.",
            "533 water samples were analysed",
            "Lp (Legionella pneumophila)",
            "Disinfection of all industrial and non-industrial plants that might give rise to aerosols was requested",
            "law aimed at implementing a mandatory notification of cooling towers",
            "Median age of cases was 60.6 years (range: 19 - 91)"
        ]
    },
    {
        "title": "8",
        "answers": [
            "between November 2003 and January 2004.",
            "Pas-de-Calais, France. Particularly in the commune of Harnes and its neighboring communes.",
            "A community-wide outbreak of Legionnaires' disease occurred, resulting in 86 laboratory-confirmed cases, with 18 fatalities. Legionella pneumophila strain Lens was identified as the causative agent. The outbreak was linked to aerosols emitted from cooling towers at a petrochemical plant (plant A) in Harnes.",
            "",
            "Plant A, specifically the cooling towers, wastewater, and air samples associated with the plant.",
            "2 LD cases were reported to public-health authorities",
            "at least 18,000 individuals were exposed to the contaminated aerosols",
            "86",
            "3.9/10,000",
            "18",
            "Legionella pneumophila",
            "pneumonia",
            "cases were interviewed using a standardized questionnaire to collect information on current illness, place of residence, mobility, and personal characteristics and environmental factors known to be associated with LD",
            "Interviews, case-control studies, sampling of household water, inspections of cooling towers and other potential contamination sources, preventive decontamination, and an environmental risk assessment of plant A.",
            "a person with radiologically confirmed pneumonia and laboratory evidence of infection with Legionella pneumophila serogroup 1 (Lp-1) between November 1, 2003, and January 31, 2004, living in or visiting Harnes or its neighboring communes during the 10 days before illness.",
            "Smoking, silicosis, and spending 1100 minutes outdoors daily",
            "November 2003-January to January 2004",
            "Preventive decontamination was performed on installations with Legionella bacteria levels ≥1000 cfu/L. Weekly control sample collection was performed on all cooling towers until February 15.",
            "Water analyses performed during the monitoring phase included household water sampling from cases' homes.",
            "Legionella bacteria",
            "Preventive decontamination was performed on installations that had levels of Legionella bacteria >100 cfu/L",
            "Weekly control sample collection was performed on all cooling towers until 15 February.",
            "median age of the cases was 76 years (range, 32 to 92 years)"
        ]
    },
    {
        "title": "9",
        "answers": [
            "From January to June 1992",
            "Jackson County, Oregon, in the small community of Talent, Ore.",
            "A large outbreak of cryptosporidiosis affected 43 cases in the community of Talent, Oregon. The outbreak was associated with the drinking water system in the area.",
            "Mechanical and operational deficiencies at one of the city's water filtration plants, along with unusually poor raw-water supply conditions due to low stream flows.",
            "drinking water filtration system",
            "",
            "",
            "43",
            "",
            "",
            "Cryptosoporidium",
            "",
            "",
            "",
            "",
            "",
            "January to June 1992",
            "correction of deficiencies in the filter plant resulted in a substantial improvement in treated water quality",
            "",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "10",
        "answers": [
            "Between 1st October 2005 and 31st January 2006",
            "Gwynedd and Anglesey, North West Wales",
            "An outbreak of cryptosporidiosis occurred, resulting in 218 confirmed cases of Cryptosporidium hominis. The outbreak was associated with the drinking water supply from a reservoir, Llyn Cwellyn, operated by Dwr Cymru/Welsh Water.",
            "mechanical and operational deficiencies at the water treatment plant",
            "public water supply",
            "21 notifications since the beginning of September",
            "",
            "218",
            "4.1%",
            "",
            "Cryptosporidium hominis",
            "Diarrhoea",
            "An incident management team (IMT) was set up on 7th November",
            "interviewed using a standard questionnaire. detailed information is in an accompanying paper (Chalmers et al. 2010).",
            "a resident of Gwynedd or Anglesey aged 16 years or older with diarrhea and Cryptosporidium hominis as the only isolate from a faecal specimen.",
            "Drinking unboiled tap water",
            "1st October 2005 and 31st January 2006",
            "reminder for severely immunocompromised patients to boil their water",
            "Continuous monitoring of oocyst counts in final treated water at the water treatment plant and different points in the distribution system was mentioned.",
            "Oocyst",
            "",
            "",
            "0 to 92 years and 30% (65 of 218) were less than 10 years of age."
        ]
    },
    {
        "title": "11",
        "answers": [
            "late May, 2007",
            "Wuxi, Jiangsu Province, China, and the Gonghu Water Works located at Gonghu Bay, approximately 20 km from Wuxi.",
            "A massive bloom of toxin-producing cyanobacteria Microcystis spp. in Lake Taihu led to a drinking water crisis in Wuxi. Approximately two million people were left without drinking water for at least a week due to the contamination of the city's sole water supply.",
            "massive bloom of the toxin producing cyanobacteria Microcystis spp.",
            "Lake Taihu",
            "an intolerable, offensive odor coming from their water taps",
            "approximately two million affected",
            "",
            "",
            "",
            "microcystins.",
            "",
            "boat inspections around the water intake",
            "collection of water samples containing agglomerates, and chemical analysis of the samples. Spatial distribution analyses, and an examination of nutrient concentrations in Gonghu Bay",
            "",
            "",
            "",
            "The mayor of Wuxi City went on television on June 5, 2007, and drank boiled city water in an effort to demonstrate that the water was safe to drink.",
            "Water samples were collected, and concentrations of chemical oxygen demand (CODMn), total nitrogen (TN), total phosphorus (TP), and chlorophyll a (Chl-a) were analyzed.",
            "Microcystins, alkyl sulfide",
            "Water was diverted from the nearby Yangtze River in an effort to flush the lake of the bloom.",
            "",
            ""
        ]
    },
    {
        "title": "12",
        "answers": [
            "June 2014",
            "private college in northwest China, in Shaanxi Province.",
            "The outbreak involved two teachers and 629 students, with symptoms including non-bloody watery diarrhea, stomach ache, nausea, and vomiting. The duration of illness ranged from 1 to 7 days.",
            "",
            "Norovirus (NoV)-contaminated water was suspected",
            "more than 300 gastroenteritis cases in a private college in Shaanxi Province were detected",
            "",
            "two teachers and 629 students",
            "",
            "",
            "Norovirus (NoV), Enteropathogenic Escherichia coli (EPEC), and enteroadherent Escherichia coli (EAEC)",
            "non-bloody watery diarrhea, stomach ache, nausea, and vomiting",
            "An epidemiological survey and control measures were immediately initiated",
            "A retrospective face-to-face questionnaire survey for all patients recorded on the outpatient log in the school hospital was administered through interviews. An environmental survey was also implemented, including an examination of the local wells, buildings and cafeterias. ",
            "college staff members and students with an onset of diarrhea or vomiting from June 1 to 20, 2014",
            "",
            "June 1 to 20, 2014",
            "school stopped supplying water from the local wells, began using water transported by truck from the municipal water network",
            "water samples",
            "E. coli, Salmonella, Shigella, Campylobacter, and Yersinia enterocolitica",
            "school began to improve the sanitary conditions of the well",
            "",
            "17-27 years, with an average age of 21.3 years."
        ]
    },
    {
        "title": "13",
        "answers": [
            "June 2006 and peaked in July 2006.",
            "prefecture of Xanthi, North Eastern Greece",
            "An outbreak of acute gastroenteritis occurred, involving 1,640 cases from June 5 to September 3, 2006. The overall attack rate for the period was 16.3 cases/1,000 inhabitants",
            "",
            "contaminated potable water",
            "cases of acute gastroenteritis, triggering investigations to guide control measures",
            "100.882 exposed inhabitants",
            "1,640 cases",
            "16.3 cases/1000 inhabitants",
            "",
            "Norovirus GII",
            "two or more episodes of vomiting and/or diarrhea, with/without abdominal pains.",
            "A descriptive epidemiological study",
            "a virological characterization of the viral agent identified from cases as well as a phylogenetic analysis was performed. a structured questionnaire was developed and used to gather clinical and sociodemographic information from in- and out-patients",
            "any resident of Xanthi prefecture, who visited the hospital and had two or more episodes of vomiting and/or diarrhea, with/without abdominal pains and with/without laboratory confirmation during the period of June 5 and September 3.",
            "",
            "June 5 to September 3, 2006",
            "",
            "",
            "",
            "",
            "",
            "about 57% of cases observed were under the age of 15 years."
        ]
    },
    {
        "title": "14",
        "answers": [
            "Jan 28, 2005",
            "Xanthi",
            "A gastroenteritis outbreak affected 709 patients over a two-week period. Symptoms included fever, abdominal pain, nausea, vomiting, and diarrhea.",
            "",
            "water from a single well",
            "patients with symptoms of acute gastroenteritis at the Emergency Department of the General Xanthi hospital.",
            "approximately 40% of the 34,889 inhabitants",
            "709 patients",
            "",
            "",
            "Norovirus",
            "feverr, abdominal pain, nausea, vomiting, and diarrhea.",
            "A detailed medical record including gender, age, time of onset of the disease as well as the presence of fever, abdominal pain, nausea, vomiting and diarrhea and consumption of suspicious food was collected from each patient",
            "Water specimens were collected from the points where the majority of the gastroenteritis cases had been referred for chemical and bacteriological analysis",
            "",
            "",
            "from January 28, 2005 to February 10, 2005.",
            "water use was forbidden, advised to consume bottled water and to wash their hands. High-level chlorination was applied to the well.",
            "Water specimens were collected for chemical and bacteriological analysis.",
            "huge load of E. coli, Enterococcus, Clostridium and Psudomonas spp",
            "",
            "",
            "mean age 23.57 years and pediatric cases represented 36.95% of the cases."
        ]
    },
    {
        "title": "15",
        "answers": [
            "January 1999",
            "re-education ward of a hospital",
            "10 day-long outbreak of gastroenteritis in a re-education ward, involving six patients. The potential common source of contamination was tap water.",
            "transient contamination of the ward supply of drinking water with a SRSV strain.",
            "transient contamination of the ward supply of drinking water with a SRSV strain.",
            "",
            "",
            "six patients",
            "",
            "",
            "SRSV  (genogroup II)",
            "nausea, malaise, vomiting, abdominal pain, diarrhea, and fever.",
            "The stools of six patients with gastroenteritis and seven tap water samples from the hospital ward, were tested for SRSV by reverse transcription and polymerase chain reaction",
            "",
            "",
            "",
            "10 day-long",
            "careful handwashing, the use of gloves to handle body fluids and ward cleaning increased according to an intensified schedule, exclusion of meals and stopping tap water consumption",
            "Water samples were collected and tested for SRSV during the monitoring phase.",
            "SRSV (Semi-robotic Severe Viral gastroenteritis)",
            "",
            "",
            ""
        ]
    },
    {
        "title": "16",
        "answers": [
            "started in late August of 2004",
            "Bergen, Norway",
            "The outbreak involved an increase in laboratory-confirmed cases of giardiasis, with a total of 1300 reported cases. The outbreak was linked to leaking sewage pipes and insufficient water treatment.",
            "Leaking sewage pipes combined with insufficient water treatment",
            "sewage contamination, leading to contamination of the water supply.",
            "increase in laboratory confirmed cases of giardiasis was reported",
            "",
            "2500 confirmed",
            "149/10,000",
            "",
            "Giardia cysts",
            "Diarrhoea, nausea, stomach pains, flatulence, foul smelling stool, vomiting fever and weight loss",
            "water and sewage authorities surveyed the catchment area to identify possible sources of contamination of the water supplies, focusing on sewage contamination from residential areas or from a restaurant located nearby the lake",
            "possible contamination from grazing animals or recreational activity was also investigated. Water samples were collected from different locations in the water source and from several small streams that went into the lake. seven parallel samples were taken and investigated for presence of giardia cysts",
            "a person with a positive stool sample for Giardia after September 1, 2004, who had visited or stayed in Bergen during the incubation period.",
            "risk of infection for persons receiving water from the water supply serving Bergen city centre was significantly higher",
            "from late August to early October of 2004.",
            "boil water notice. The waterworks redirected water from other supplies, reducing the number of persons receiving water from supply A. distribution system in the centre of Bergen was flushed",
            "Water samples were collected and investigated for the presence of Giardia cysts during the monitoring phase.",
            "Giardia cysts",
            "public and private sewage pipes in residential areas and tourist facilities located nearby the water source were checked and improved if needed",
            "A temporary UV plant was opened in February 2005.",
            "predominance of women aged 20-29 years, with few children or elderly"
        ]
    },
    {
        "title": "17",
        "answers": [
            "December 2012",
            "Erzurum city, Turkey",
            "A gastroenteritis outbreak in Erzurum city, Turkey, in December 2012. Contaminated fountain water was identified as the cause of the outbreak.",
            "",
            "Antique neighbourhood fountains",
            "Investigation of a gastroenteritis outbreak, prompted by an increase in cases.",
            "",
            "",
            "",
            "",
            "Shigella sonnei, astrovirus, norovirus, rotavirus",
            "vomiting, diarrhea, fever, nausea, and abdominal pain.",
            "case-control study was conducted to compare exposures of probable cases and matched controls",
            "conducted bacterial culture and real-time multiplex PCR for identification of pathogens, reviewing medical records at four hospitals to identify cases, collecting stool specimens, and analyzing water samples.",
            "probable case as onset of diarrhoea (≥3 episodes/day) or vomiting, plus fever or nausea or abdominal pain during 19–27 December, 2012 in an Erzurum city resident",
            "drinking water from antique neighbourhood fountains",
            "from 19 to 27 December 2012.",
            "residents stopping drinking water from the contaminated fountains",
            "water samples",
            "elevated total coliform (38–300/100 ml) and Escherichia coli (22–198/100 ml) counts.",
            "",
            "Residents should stop drinking water from these fountains, and clean water from the water treatment plant should be connected to the fountains.",
            ""
        ]
    },
    {
        "title": "18",
        "answers": [
            "August 2000",
            "Gourdon community in the south-west of France.",
            "The event was a large waterborne outbreak of infection in August 2000 in the Gourdon community, France. It was the first documented waterborne outbreak of infection involving human Campylobacter coli infections.",
            " probable contamination of a groundwater source supplying the community through agricultural run-off. A failure in the chlorination system was also identified.",
            "groundwater source supplying the community",
            "rapid survey of visits to local physicians, who reported an increase in the number of consultations for acute gastroenteritis",
            "709 interviewed residents",
            "202, 62 probable cases",
            "28,5%",
            "",
            "Campylobacter coli, group A rotavirus and norovirus",
            "acute gastroenteritis (AGE) symptoms, such as at least three liquid stools per day, vomiting, abdominal pain, and other related symptoms.",
            " rapid survey of physician visits, a retrospective cohort study, bacteriological and virological analyses of stool samples, and an extensive environmental investigation.",
            "concluded that a groundwater source had likely been contaminated by agricultural run-off, and a failure in the chlorination system was identified.",
            "",
            "Drinking tap water",
            "the month of August 2000.",
            "",
            "Bacteriological analyses of stools were performed for 35 patients and virological analyses for 24 patients",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "19",
        "answers": [
            "August 1998",
            "one municipality in northern Finland, 20 km north of the city of Oulu",
            "In August 1998, an outbreak of campylobacteriosis occurred in Municipality A, affecting approximately 50 persons. Cases were associated with acute gastroenteritis, and drinking non-chlorinated municipal tap water was strongly linked to illness.",
            "",
            "mains repair",
            "approximately 50 persons had sought care at the municipal health centre because of gastrointestinal symptoms",
            "",
            "estimated total of 2700. 218 respondents  in the population survey met the case definition for campylobacteriosis.",
            "18.7%",
            "",
            "Campylobacter jejuni",
            "acute gastroenteritis, such as diarrhea, fever, abdominal pain, vomiting, and nausea.",
            "case finding, descriptive epidemiology, interviews with patients, a population survey using postal questionnaires, and laboratory investigations of stool specimens. An environmental investigation of the municipal water supply was also conducted.",
            "A line list was created for persons with gastrointestinal symptoms, and a standard questionnaire was used for interviews. A 10% random sample of residents was surveyed through postal questionnaires. Stool specimens were collected and analyzed",
            "a resident of Municipality A with diarrhea or at least two specified symptoms and illness onset from 1 to 20 August.",
            "Drinking non-chlorinated municipal tap water",
            "From 1 to 20 August.",
            "boil-water notice. Chlorination of water began on 13 August.",
            "Water samples were collected and tested for coliforms, campylobacters, noroviruses, and parasites",
            "",
            "",
            "",
            "median age was 39 years (range 1-89 years)"
        ]
    },
    {
        "title": "21",
        "answers": [
            "August 2016",
            "Havelock North, in New Zealand",
            "The contamination of the untreated reticulated water supply occurred following heavy rainfall that caused drainage of sheep feces into a shallow aquifer. The outbreak led to a significant number of cases of campylobacteriosis.",
            "drainage of sheep feces into a shallow aquifer, triggered by heavy rainfall",
            "groundwater derived drinking water supply",
            "Routine microbiological testing of the Havelock North reticulated water supply, which was positive for E. coli. Increased reports of diarrheal illness, elevated campylobacteriosis notifications, and an increase in school absenteeism also contributed to the detection.",
            "",
            "6260 to 8320 cases",
            "",
            "contributed to at least 4 deaths",
            "Campylobacter jejuni ",
            "clinician-confirmed diarrhea",
            "estimating the total burden of cases through a cross-sectional telephone survey",
            "whole-genome sequencing of Campylobacter isolates from various sources. Analyzing epidemiological data, Routine clinical surveillance system for campylobacteriosis facilitated the identification of the outbreak. Genotyping of Campylobacter jejuni helped define the source of the outbreak and confirm outbreak periods and cases.",
            "an individual who consumed Havelock North reticulated water between 5 and 12 August 2016 with clinician-confirmed diarrhea between 7 and 24 August 2016.",
            " indiscriminate nature of drinking water exposure",
            "from 5-12 August 2016",
            "A 'boil water notice' was issued, and chlorination of the Havelock North reticulated water supply was initiated in response to the contamination.",
            " Water samples were collected and tested for total coliforms, E. coli, and Campylobacter jejuni during the monitoring phase.",
            "coliforms of 30-110 MPN/100 mL and E. coli of 10-23 MPN/100 mL. C. jejuni was isolated from both reticulated water samples and sheep fecal samples.",
            "chlorination of the water supply on 12 August",
            "",
            "disproportionately high among those aged over 60."
        ]
    },
    {
        "title": "22",
        "answers": [
            "March 2012",
            "district of Elassona, central Greece",
            "unusual increase in gastroenteritis cases in the Elassona district, with more than 3600 people developing symptoms. The primary hypothesis was that it was a waterborne outbreak, with tap water consumption identified as a risk factor.",
            "heavy rainfall in the region the week before the onset",
            "public water supply",
            "unusual increase of gastroenteritis cases since 10 March",
            "",
            "more than 3600 people developed symptoms, 552 reported cases",
            "for residents of the city of Elassona was 4.7%, for residents of adjacent villages with the same water supply system was 4.0%, and for residents of villages with a different water supply system was 0.6%.",
            "",
            "rotavirus",
            "acute diarrhoea and vomiting",
            "active case-finding, gathering information on the demographic characteristics of cases, and visiting over 200 houses to estimate the attack rate.",
            "Environmental investigation and water sampling were conducted. Investigation included an inspection of the public water supply system, collection of water samples for microbiological and chemical analysis, and a case-control study with a 1:2 ratio.",
            "A probable case was any resident of Elassona with acute diarrhea or vomiting and loose stools in a 24-hour period between 6 and 17 March. A confirmed case was a probable case that was laboratory confirmed.",
            "consumption of tap water",
            "from 10 March 2012 to 1 April 2012",
            "water sanitation such as chlorination of the water supply",
            "Water samples",
            "Bacterial indicators of recent faecal contamination",
            "",
            "",
            "high attack rate in toddlers"
        ]
    },
    {
        "title": "23",
        "answers": [
            "7 May 2007",
            "Røros, a small town in mid-Norway",
            "The contamination event involved an outbreak of gastroenteritis in Røros, with the suspected vehicle of infection being untreated tap water from a groundwater source. Campylobacter was isolated from patients' stool samples.",
            "",
            "Untreated tap water from a groundwater source",
            "medical officer in Røros (population 5600) reported 15 patients with gastroenteritis.",
            "",
            "105 cases",
            "31%",
            "phoned and asked 11 institutions",
            "",
            "Campylobacter jejuni",
            "nausea, vomiting, stomach cramps or pain, flatulence, blood in the stool and fever",
            "Retrospective cohort study, telephone interviews, stool sample collection, environmental investigation",
            "Genotyping Campylobacter isolates, testing for enteropathogens, inspection of water distribution system",
            "Person with diarrhea or symptoms of acute gastroenteritis from 1 to 14 May 2007",
            "Tap water consumption",
            "1 to 14 May 2007",
            "chlorination of water supply",
            "",
            "upgrading the distribution network and use chlorination",
            "Routine water samples, additional samples during outbreak, more focus should be put on the distribution system security. Waterworks personnel should monitor the pressure regularly",
            "The median age of the cases was 44 years (range 0-94)"
        ]
    },
    {
        "title": "24",
        "answers": [
            "1 January 1997",
            "Dushanbe, Tajikistan",
            "epidemic of typhoid fever",
            "Lack of chlorination, equipment failure, and back-siphonage in the water distribution system led to contamination of drinking water",
            "fecal coliform bacteria in the water supply",
            "2200 cases of typhoid fever were reported in Dushanbe during a 2-week period",
            "",
            "8901",
            "",
            "95",
            "Salmonella serotype Typhi",
            "",
            "questionnaire for a case-control study.",
            "detailed hypothesis generating interviews to detect common exposures were conducted. Patients were interviewed within 5 days of hospital admission by a trained interviewer using a standard questionnaire. Blood and stool samples from patients",
            "A case was defined as symptoms and signs consistent with typhoid fever in a Dushanbe resident with Salmonella Typhi infection confirmed by blood or stool culture",
            "",
            "1 January through 30 June 1997",
            "drinking water be boiled, prohibited street vending of food and beverages. chlorination and coagulation at the treatment plants",
            "water turbidity was measured, samples were obtained for microbiologic analysis",
            "fecal coliform contamination",
            "",
            "",
            "The median age of patients was 16 years (range, >1–80)"
        ]
    },
    {
        "title": "25",
        "answers": [
            "spring of 1993",
            "Milwaukee",
            "widespread outbreak of acute watery diarrhea",
            "cryptosporidium oocysts that passed through the filtration system",
            "water from ice made in southern Milwaukee",
            "reports of numerous cases of gastrointestinal illness",
            "",
            "403,000",
            "",
            "",
            "cryptosporidium oocysts",
            "watery diarrhea, abdominal cramps, fever",
            "gathered data from clinical laboratories",
            "conducted a survey using randomly selected telephone numbers, investigated the two Milwaukee water- treatment plants",
            "a case of probable cryptosporidium infection as the onset of watery diarrhea during the period from March I through April 28, 1993",
            "",
            "from March 23 until April 15, 1993",
            "advisory to M WW customers to boil their water, southern plant was temporarily closed",
            "examination of ice made during the time of the outbreak for cryptosporidium oocysts, and testing of water samples from the Milwaukee Water Works (MWW) for turbidity, coliform count, pH, and temperature.",
            "Cryptosporidium oocysts",
            "policies, procedures, and physical plant of the southern MWW facility were reviewed and inspected",
            "",
            ""
        ]
    },
    {
        "title": "26",
        "answers": [
            "20 May 1993",
            "Northumberland",
            "outbreak of gastroenteritis",
            "old piping, proximity of livestock, inadequate knowledge of the layout and limited resources for monitoring and maintenance, carcasses of three lambs in a collection chamber",
            "carcasses of three lambs in a collection chamber connected with the water supply",
            "outbreak of diarrhoea and vomiting affecting a party of foreign students",
            "",
            "43 people",
            "22%",
            "",
            "cryptosporidium and campylobacter",
            "diarrhoea and/or vomiting",
            "student residence was visited and general enquiries about catering arrangements and hygiene practices were made",
            "kitchen inspection",
            "anyone resident in the accommodation wing who had developed symptoms of diarrhoea and/or vomiting in the week beginning 15 May 1993",
            "",
            "from 16 May 1993 to 20 May 1993",
            "notice to boil water was issued",
            "Water specimens from the building were collected",
            "High E. coli counts were obtained from water samples",
            "empty and desludge the water chambers",
            "disinfect the water supply",
            ""
        ]
    },
    {
        "title": "28",
        "answers": [
            "23 February 2018",
            "Kyangwali Refugee Settlement, Hoima District",
            "cholera outbreak",
            "",
            "contaminated stream water",
            "",
            "",
            "2122 case-patients",
            "3.2/1000",
            "44 deaths",
            "Vibrio cholerae",
            "watery diarrhoea",
            "found cases by active community search and record reviews at Cholera Treatment Centres",
            "calculated case-fatality rates (CFR) and attack rates (AR), case-control study, environmental assessment",
            "A confirmed case was a suspected case with Vibrio cholerae cultured from a stool sample",
            "",
            "1 February–9 May 2018",
            "boiling drinking water, provision of safe water",
            "three water sources tested",
            "",
            "",
            "increasing latrine coverage",
            ""
        ]
    },
    {
        "title": "29",
        "answers": [
            "May 2015",
            "Kasese District, Uganda",
            "cholera outbreak",
            "contaminated by faecal matter and cross-border trading",
            "contaminated drinking water",
            "",
            "",
            "183 suspected cases including 61 confirmed",
            "4.1/10,000",
            "2 case-persons died",
            "Vibrio cholerae O1 El Tor, serotype Inaba",
            "acute watery diarrhoea",
            "reviewed medical records",
            "case-control study",
            "suspected case as onset of acute watery diarrhoea from 1 February 2015 onwards in a Kasese resident. A confirmed case was a suspected case with Vibrio cholerae O1 El Tor, serotype Inaba cultured from a stool sample",
            "",
            "3 months",
            "rigorous disposal of patients' faeces, chlorination of piped water, and boiling or treatment of drinking water",
            "Water collected",
            "high coliform counts",
            "",
            "",
            "affected all age groups"
        ]
    },
    {
        "title": "30",
        "answers": [
            "13 May 2010",
            "shelter-home for mentally-retarded females in Parbaksi village of Howrah district in West Bengal, India",
            "cluster of diarrhoeal disease cases",
            "",
            "",
            "informed the district health authorities about a cluster of diarrhoeal disease cases",
            "101",
            "91",
            "90%",
            "three patients died",
            "Vibrio cholerae O1 Ogawa",
            "loose watery stools",
            "demographic and clinical details were collected",
            "retrospective cohort study",
            "A suspected case of cholera was defined as an acute onset of >3 loose watery stools in a female resident of the shelter-home since 1 May 2010",
            "Women with poor cognitive function had a higher risk of developing the illness",
            "from 1 May to 13 May 2010",
            "colour-coding of the tubewells meant for drinking purposes, regular disinfection of the tubewells were recommended",
            "water samples",
            "",
            "",
            "Relocation of the pond-connected tubewell away from the groundwater tubewell",
            ""
        ]
    },
    {
        "title": "31",
        "answers": [
            "July 2005",
            "Kabul",
            "An outbreak of cholera ElTor O1that struck Kabul and spread nationwide in 2005",
            "",
            "",
            "reports were sent to the Ministry of Public Health",
            "",
            "",
            "0.1%",
            "",
            "Cholera (ElTor O1)",
            "acute, massive, watery diarrhoea",
            "record basic data from the patients' hospital records",
            "Periodic water samples for cholera testing. In addition to these activities, the MOPH, with assistance from its partners, developed a simple system for recording cases of acute watery diarrhoea, including designing and pilot-testing data collection forms, training data collectors to use them, and entering the data into a computerized database.",
            "",
            "",
            "",
            "House-to-house hygiene education. Chlorination of shallow wells in residential areas; House-to-house distribution of chlorine tablets and liquid chlorine in the areas most affected by the outbreak; House-to-house distribution of ORS packets; Information, education and communication campaigns on personal hygiene and use of ORS for the Kabul residents most affected, including distribution of posters, leaflets, flipcharts and banners.",
            "Periodic water samples for cholera testing",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "32",
        "answers": [
            "April 2007",
            "South Dumdum municipality, West Bengal",
            "slum of South Dumdum municipality, West Bengal reported an increase in fever cases",
            "foodborne outbreak of typhoid led to the contamination of the water supply",
            "water supply",
            "increase in fever cases",
            "",
            "103 suspected cases",
            "74/10,000",
            "no deaths",
            "Salmonella (enterica) Typhi",
            "fever",
            "searched for suspected cases",
            "compared probable cases, assessed the environment and collected water specimens",
            "",
            "eating milk products from a sweet shop and drinking piped water",
            "started on 13 February and lasted till 27 April",
            "chlorination of the water",
            "collected water specimens",
            "water specimens showed faecal contamination",
            "",
            "repaired the pipelines",
            "highest among 5-14 years old"
        ]
    },
    {
        "title": "33",
        "answers": [
            "October 2007",
            "Oslo, capital city of Norway",
            "The contamination event in Oslo, Norway occurred between October 5th and 17th, 2007. During this period, coliform bacteria, Enterobacter amnigenus, Serratia fonticola, and intestinal enterococci were detected in the water supply. One presumptive Giardia cyst was also detected. The boil-water notice was instituted on October 12th for a restricted area after the detection of coliforms, E. coli, and intestinal enterococci in the water samples. On October 16th, Cryptosporidium oocysts were detected in two water samples, and Giardia was detected in one sample. The boil-water notice was effective from October 17th until November 30th, when it was rescinded after extensive sampling revealed no further contamination.",
            "",
            "occurrence of coliform bacteria in the water supply",
            "coliform bacteria had been detected in 9 tap water samples",
            "Over 460,000 residents",
            "",
            "",
            "",
            "Cryptosporidium oocysts and Giardia cysts",
            "",
            "3 water samples from different points in the water distribution network",
            "further samples were taken for bacteriological analysis",
            "",
            "",
            "5 days",
            "a boil-water notice",
            "water samples taken from the water distribution network",
            "coliforms, intestinal enterococci, and E. coli), and very low numbers of Cryptosporidium oocysts and Giardia cysts",
            "",
            "",
            ""
        ]
    },
    {
        "title": "34",
        "answers": [
            "2009",
            "Crete",
            "a Campylobacter jejuni outbreak",
            "",
            "water-supply system",
            "unusual increase in C. jejuni cases in children living in rural areas around the town.",
            "",
            "Sixty cases",
            "",
            "",
            "Campylobacter jejuni",
            "diarrhoea, fever, bloody stool, vomiting and abdominal pain",
            "case-control and a case-crossover study",
            "cases were interviewed. Stool cultures, PFGE and MLST subtyping were run in human samples",
            "",
            "consumption of tap water",
            "1 May and 24 June 2009.",
            "",
            "Stratified analysis",
            "",
            "",
            "",
            "median age was 2.1 years (36 days to 73 years)"
        ]
    },
    {
        "title": "35",
        "answers": [
            "August 4, 1971",
            "trailer park in Pico Rivera, California,",
            "outbreak of diarrhea among residents of a trailer park",
            "",
            "water supply",
            "Reservoir 9 were reported to be presumptively positive for coliforms.",
            "120 trailers",
            "30",
            "",
            "",
            "streptococci",
            "diarrhea and stomach cramps",
            "sanitary and epidemiological investigations",
            "samples from seven taps in the park, and a sample from Well 8 and from Reservoir 9",
            "",
            "",
            "from August 4 to August 27, 1971",
            "advised to chlorinate Reservoir 9 and isolate the reservoir from the distribution system",
            "water samples drawn",
            "positive for fecal coliforms",
            "",
            "",
            ""
        ]
    },
    {
        "title": "36",
        "answers": [
            "2 February 2017",
            "Catalonia",
            "outbreak of acute gastroenteritis (AGE)",
            "natural water fountain not properly treated and not monitored for safety quality. There could have been a discharge of wastewater at a point close to the fountain",
            "natural water fountain not properly treated and not monitored for safety quality",
            "five students had become ill from 31 January to 2 February",
            "174",
            "41",
            "64.1% (41/64)",
            "",
            "NoV GII",
            "abdominal pain, nausea, vomiting, diarrhoea, headache",
            "standardised questionnaires",
            "Stool samples and environmental water samples were analysed for the presence of bacteria and viruses",
            "",
            "Consumption of water was associated with gastroenteritis",
            "30 January to 3 February 2017",
            "",
            "environmental water samples",
            "NoV GII, faecal indicator bacteria and protozoa",
            "",
            "",
            "The mean age of participants was 13.7 years"
        ]
    },
    {
        "title": "37",
        "answers": [
            "late 2014",
            "school in Binzhou, Shandong Province, eastern China",
            "gastroenteritis outbreak in a school",
            "",
            "drinking water",
            "gastroenteritis outbreak had occurred in a school in Binzhou",
            "",
            "1614",
            "38.5%",
            "",
            "Norovirus GI.1, GI.2, GI.6, GII.4, GII.6 and GII.13",
            "diarrhoea and vomiting",
            "retrospective cohort study",
            "environmental survey on water source was conducted. construction log of water network and leaks in the water pipes, water heaters and surrounding facilities were also investigated. 33 clinical specimens (including six vomitus and 27 stool specimens) were collected from confirmed cases by health professionals",
            "A student with diarrhoea and/or vomiting (53 times/day) was defined as a case",
            "unboiled drinking water",
            "",
            "food supply was changed, drinking water supply was subsequently cut-off",
            "drinking-water samples were aseptically collected",
            "",
            "",
            "strengthened surveillance and supervision of direct drinking-water systems",
            ""
        ]
    },
    {
        "title": "38",
        "answers": [
            "May 2012",
            "Seoul, Republic of Korea",
            "waterborne outbreak",
            "drinking water was polluted with sewage from a septic tank",
            "septic tank",
            "received a call from a citizen requesting inspection for tap water quality",
            "",
            "124",
            "",
            "",
            "Cryptosporidium parvum",
            "watery diarrhea and vomiting",
            "analyzed microbiological parameters including total colony counts",
            "PCR amplifications and DNA sequencing analysis. collected water samples for the test of Cryptosporidium oocysts, Giardia cysts, and 11 bacteriological parameters",
            "",
            "",
            "May to June 2012",
            "advised to boil the water",
            "analyzed microbiological parameters including total colony counts at 21℃, Clostridium perfringens, Enterococcus, fecal Streptococcus, Salmonella, Shigella, and Pseudomonas aeruginosa",
            "oocysts",
            "physical processes of cleaning the water storage tanks, flushing the indoor pipes",
            "replacing old pipes with new ones",
            ""
        ]
    },
    {
        "title": "39",
        "answers": [
            "",
            "Missouri",
            "large outbreak of Escherichia coli 0157:H7 (EC0157) infections",
            "",
            "",
            "ten persons in Cabool, including several bedbound nursing home residents, with bloody diarrhea and abdominal cramps",
            "32",
            "243",
            "6.70%",
            "4",
            "Escherichia coli 0157",
            "bloody diarrhea or diarrhea and abdominal cramps",
            "media appeals; contacted surrounding physicians, hospitals, and laboratories",
            "inspected the municipal water and sewage system, evaluated possible cross-connections between the water and sewer systems, case-control study and a household survey.",
            "illness with onset between 15 December 1989 and 20 January 1990 in a visitor or resident of Burdine Township or household contact of a case patient with 1. three or more loose, bloody stools in a 24-hour period or 2. three or more loose, nonbloody stools in a 24-hour period lasting at least 1 day and accompanied by abdominal cramps",
            "deteriorating water systems using untreated water",
            "15 December 1989 and 20 January 1990",
            "boil water and after chlorination of the water supply",
            "water samples collected",
            "coliform",
            "",
            "",
            "Their mean age was 38 years"
        ]
    },
    {
        "title": "40",
        "answers": [
            "July 1984",
            "Texas",
            "outbreak of gastroenteritis",
            "contamination of the community water supply",
            "community water supply",
            "251 persons (72%) in 85 households had an acute gastrointestinal illness",
            "5900",
            "251",
            "34%",
            "",
            "Cryptosporidium, Norwalk virus",
            "diarrhea or vomiting",
            "random telephone survey",
            "Stool examinations and serologic tests",
            "",
            "",
            "1 May and 30 July 1984.",
            "order to boil water before drinking",
            "nine samples of untreated well water",
            "fecal coliforms",
            "",
            "",
            "ranged in age from 1 to 72 years with a mean of 32 years"
        ]
    },
    {
        "title": "41",
        "answers": [
            "Autumn of 2005",
            "Malatya City, Turkey",
            "outbreak of acute diarrheal disease",
            "possible contamination of a large water depository from a water well,",
            "water well",
            "unusual increase in acute diarrheal disease",
            "",
            "9907",
            "",
            "",
            "group A rotavirus",
            "Rapid onset diarrhea, abdominal cramps, fever, vomiting",
            "patients’ data were prospectively collected and statistically analyzed",
            "Microbiologic analyses were performed to determine the etiologic agent. stool samples were studied in the microbiology laboratories. RTPCR",
            "",
            "",
            "",
            "chlorination and blockage of the passage between the well and the water depository",
            "measurements of the drinking water samples",
            "",
            "",
            "blockage of the passage between the well and the water depository",
            "0 to 91 years old (mean age: 25.05-19.67)"
        ]
    },
    {
        "title": "42",
        "answers": [
            "May 18-21, 1998",
            "Golan Heights",
            "multifocal outbreak of diarrhea",
            "",
            "",
            "",
            "",
            "175 Israel Defence Force soldiers and at least 54 civilians",
            "30%",
            "",
            "enterotoxigenic Escherichia coli",
            "diarrhea",
            "Stool samples from 40 affected soldiers were collected for microbiological testing. In addition, a rapid PCR technique was employed for the direct detection of the heat-labile (LT) and heat-stable toxin (ST) genes of enterotoxigenic Escherichia coli (ETEC) in stool samples",
            "review of the water distribution system",
            "",
            "consumption of potable water from the southeastern and southwestern distribution lines",
            "4 days",
            "rechlorination",
            "Water sampled from various points",
            "high concentrations of E. coli",
            "",
            "",
            ""
        ]
    },
    {
        "title": "43",
        "answers": [
            "August 2004",
            "South Bass Island, Ohio",
            "outbreak of gastroenteritis",
            "contamination with multiple fecal microbes, Irregularities in sewage disposal practices",
            "sewage-contaminated ground water",
            "",
            "",
            "1450",
            "",
            "no deaths",
            "Campylobacter jejuni, norovirus, Giardia intestinalis, Salmonella enterica serotype Typhimurium",
            "diarrhea",
            "interviewed 100 case patients and 117 matched control subjects",
            "environmental assessment and extensive testing of island water sources",
            "A case was defined as diarrhea in a person who traveled to the island during the period from May 1 through 30 September 2004 and became ill within 2 weeks after the visit",
            "",
            "from 30 May through 8 September 2004",
            "",
            "Sampling of ground water wells",
            "Escherichia coli, C. jejuni, Salmonella species, and Giardia",
            "",
            "Long-term changes to the island's water supply and sewage management infrastructure are needed",
            "median age was 40-years-old"
        ]
    },
    {
        "title": "44",
        "answers": [
            "middle of October 1982",
            "Mjovik",
            "In the middle of October 1982 a large number of people living at Mjovik, a small community in the south-east of Sweden, fell ill after drinking municipal water contaminated with waste water",
            "stoppage in the village sewer caused a backflow of sewage",
            "municipal water contaminated with waste water",
            "",
            "",
            "557 and 56",
            "",
            "",
            "Giardia lamblia",
            "",
            "",
            "",
            "",
            "",
            "",
            "water-treatment plant was immediately closed, water system emptied, well chlorinated, Drinking water was distributed from water tanks. Information about the event was circulated the same day by word of mouth between neighbours and by issuing a pamphlet",
            "",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "45",
        "answers": [
            "February 2001",
            "Wyoming",
            "episodes of acute gastroenteritis were reported to the Wyoming Department of Health from persons who had recently vacationed at a snowmobile lodge in Wyoming",
            "",
            "",
            "began to receive reports of acute gastroenteritis",
            "",
            "",
            "",
            "",
            "Norwalk-like virus (NLV)",
            "nausea, vomiting, and diarrhea",
            "investigation was conducted to determine the etiologic agent, examine exposures, and identify the mode of transmission",
            "retrospective cohort study was conducted among guests at lodges A and B, interviewed by telephone, using a standardized questionnaire",
            "case of acute gastroenteritis was defined as development of vomiting or diarrhea (≥3 loose stools within a 24-h period) in a guest of either lodge",
            "",
            "",
            "",
            "RT-PCR amplification techniques",
            "NLV",
            "",
            "should encourage monitoring for NLVs in drinking water",
            ""
        ]
    },
    {
        "title": "46",
        "answers": [
            "1998",
            "La Neuveville",
            "outbreak of gastro-enteritis",
            "pump failure producing a spill of sewage into the groundwater.",
            "pump failure producing a spill of sewage into the groundwater.",
            "first patients sought medical attention",
            "3358",
            "1607",
            "85%",
            "",
            "Campylobacter jejuni, Shigella sonnei, small round structured viruses (SRSV)",
            "acute diarrhoea, fever, headache, myalgia, nausea, vomiting, abdominal pain",
            "A questionnaire was distributed to all households",
            "",
            "present in La Neuveville between 24 August and 1 September 1998 and (b) inhabitant of La Neuveville with acute diarrhoea (probable case) or fever, flu-like symptoms (headache, myalgia), nausea, vomiting or abdominal pain (possible case)",
            "persons who had drank unboiled drinking water",
            "",
            "advised to boil drinking wate, chlorination and flushing",
            "Drinking water sample",
            "faecal contamination of the whole water supply system, and of the groundwater",
            "Repair work, upgrades (machinery for ultraviolet and continuous chlorination)",
            "early warning, basic hygiene and sanitation improvements",
            ""
        ]
    },
    {
        "title": "47",
        "answers": [
            "summer of 1998",
            "Alpine, Wyoming",
            "large outbreak of Escherichia coli O157:H7 infections",
            "",
            "water supply",
            "noted an increase in bloody diarrhea among town residents",
            "",
            "157",
            "23%",
            "no deaths",
            "Escherichia coli O157:H7",
            "",
            "questionnaire administered by telephone",
            "inspected the Alpine municipal water system and reviewed testing and safety measures. Sanitary surveys",
            "A case was defined as diarrhea  (≥3 loose stools in a 24-hour period) with onset after June 26 in a person attending the family reunion",
            "",
            "",
            "",
            "Water samples were tested for total and fecal coliforms and E. coli by using m-ENDO Medium ",
            "total coliform count of 108 CFU/100 mL",
            "",
            "",
            ""
        ]
    },
    {
        "title": "48",
        "answers": [
            "2015",
            "Guangxi Province, China",
            "waterborne outbreak of Shigella sonnei",
            "canteen and water supply systems were in poor sanitary condition",
            "drinking water",
            "",
            "285",
            "38",
            "13.33%",
            "no deaths",
            "multidrug-resistant (MDR) S. sonne",
            "diarrhea, stool abnormalities (watery, mucus, bloody purulent, or bloody stools), nausea and/or vomiting, abdominal pain, fever",
            "epidemiological field investigation, collected 35 fresh samples for laboratory identification of enteric pathogens, including 19 rectal swabs and 2 vomitus samples from 19 children with diarrhea. Suspected isolates recovered from the samples were identified using a commercial biochemical test kit (API 20E system; bioMérieux Vitek, France). Antimicrobial susceptibility testing",
            "Cases were observed from all eight kindergarten classes",
            "Cases were defined as students with two or more of the following symptoms of acute gastroenteritis between 30 August and 28 September 2015: diarrhea (more than 3 times per day), stool abnormalities (watery, mucus, bloody purulent, or bloody stools), nausea and/or vomiting, abdominal pain, and fever",
            "",
            "between 30 August and 28 September 2015",
            "disinfection and other control measures",
            "six drinking water samples",
            "",
            "",
            "",
            "median age was 4 years (range, 2 to 6 years)"
        ]
    },
    {
        "title": "49",
        "answers": [
            "May 2010",
            "Køge, Denmark",
            "This report describes the investigation of an outbreak that occurred in the town of Køge in May 2010",
            "",
            "tap water",
            "notification of 6 cases of Campylobacter infection",
            "",
            "61",
            "",
            "",
            "Campylobacter jejuni",
            "",
            "The epidemiological investigation consisted of hypothesis generating telephone interviews",
            "cohort study among approximately 20,000 residents using an online questionnaire. Odds ratios were calculated for exposures including the number of glasses of tap water consumed. Geographical spreading was assessed using a geographical information system. The microbiological investigation included cultures of stool samples and flagellin-typing. In the environmental investigation, water samples were tested for Escherichia coli and coliform counts and for DNA of Campylobacter, Enterococcus, and Bacteroides",
            "",
            "drinking tap water",
            "between 16 and 18 May 2010",
            "water boiling order",
            "water samples",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "50",
        "answers": [
            "August 2017",
            "Muzaffarpur village, Uttar Pradesh",
            "In August 2017, Muzaffarpur village, Uttar Pradesh, reported an ADD outbreak",
            "",
            "contaminated well water and hand hygiene",
            "",
            "",
            "70",
            "8%",
            "two",
            "",
            "loose stools or vomiting",
            "Outbreak investigation was conducted to find out the epidemiology and to identify the risk factors",
            "1:1 area-matched case–control study. A matched odds ratio was calculated",
            "Suspected ADD case was defined as ≥3 loose stools or vomiting within 24 h in a Muzaffarpur resident between August 7 and September 9, 2017",
            "water consumption and not washing hands with soap",
            "between August 7 and September 9, 2017",
            "handwashing with soap, safe water provision",
            "water samples were tested for any fecal contamination and residual chlorine",
            "tested positive for fecal contamination",
            "covering wells",
            "recommended safe water provision, covering wells, handwashing with soap, access to toilets, and improved laboratory capacity for testing diarrheal pathogens.",
            "median age = 12 years, range = 3 months-70 years"
        ]
    },
    {
        "title": "51",
        "answers": [
            "",
            "",
            "Disruption of routine monitorization and chlorination of the water supply system during a week-long holiday led to a multi-organism gastroenteritis outbreak. Enteropathogenic Escherichia coli, Enteroaggregative E. coli, and norovirus were detected in human specimen samples.",
            "Disruption of routine monitorization and chlorination of the water supply system",
            "tap water",
            "increase in reported cases of gastroenteritis.",
            "",
            "1,815",
            "2.90%",
            "",
            "Enteropathogenic Escherichia coli, Enteroaggregative E. coli, and norovirus",
            "",
            " case-control study, stool sample analysis, and meetings for multi-focal interventions.",
            "",
            "",
            "consumption of drinking tap water and using it to clean vegetables/fruits. ",
            "",
            "cleaning and chlorinating the main water tank, implementing a chlorine device in the secondary water tank, health education, informing the public, and routine chlorination and sampling.",
            "water samples, stool specimens",
            "total Coliform (1–920 colony-forming units (CFU)/100 ml) and E. coli (1–720 CFU/100 ml), one sample was positive for Enteropathogenic E. coli (EPEC) and one for Enteroaggregative E. coli (EAgEC).",
            "main water tank was cleaned and chlorinated",
            "renovation of the water supply system, chlorine device was implemented in the secondary water tank",
            ""
        ]
    },
    {
        "title": "52",
        "answers": [
            "December 11, 2014",
            "Wuxi, Jiangsu Province, China",
            "The outbreak was caused by GII.17 norovirus in a senior high school. It started as a point source type outbreak initially, followed by secondary transmission.",
            "The vomiting of the earliest suspected norovirus case, an extern student in grade three, in public areas triggered the onset of the contamination event.",
            "The vomiting of the earliest suspected norovirus case, who was identified as the likely source of the outbreak",
            "reports of acute diarrhea and vomiting cases",
            "2209 exposed",
            "57",
            "2.58%.",
            "",
            "GII.17 norovirus",
            "acute diarrhea, vomiting, abdominal cramps and fever",
            "epidemiological investigation, pathogen detection, and a case-control study.",
            "collecting rectal swabs, surface swabs, and water samples from affected classrooms. The investigation aimed to verify additional cases, determine the source of infection, identify the vehicle for infection, and understand the mode of transmission.",
            "",
            "exposure to patients and sharing a communal water cooler",
            "occurred on December 11, 2014, and came to an end on the last day of 2014.",
            "quarantine and disinfection",
            "10-l water sample",
            "positive for norovirus GII.17",
            "",
            "",
            "16 to 19 years"
        ]
    },
    {
        "title": "53",
        "answers": [
            "",
            "Dar es Salaam, Tanzania",
            "A cholera outbreak occurred in Tanzania, with 16,521 reported cases and 251 deaths from August 15, 2015, to March 5, 2016. The largest city, Dar es Salaam, reported 4,596 cases and 44 deaths during this period.",
            "",
            "",
            "reporting of cholera cases",
            "",
            "16,521",
            "",
            "251",
            "",
            "diarrhea",
            "cross-sectional household survey",
            "interviews with 641 households and testing of drinking water. ",
            "",
            "",
            "August 15, 2015 to March 5, 2016",
            "",
            "drinking water testing",
            "Fecal contamination was found in 45% of water samples, and only 11% of samples had detectable free chlorine residual.",
            "",
            "need for prioritized interventions such as providing accessible, adequately chlorinated water supply and implementing social mobilization campaigns.",
            ""
        ]
    },
    {
        "title": "54",
        "answers": [
            "March 1989",
            "Western Galilee",
            "A Shigella sonnei gastroenteritis epidemic affected 1216 people within three weeks, with the highest rates of diarrhea in a kibbutz that received its drinking water from the allegedly contaminated well. The epidemic was likely waterborne, and the main route of transmission was probably drinking water.",
            "",
            "drinking water",
            "",
            "",
            "1216",
            "",
            "",
            "Shigella sonnei",
            "diarrhoea",
            "preliminary investigation, and a descriptive study of the epidemic",
            "",
            "",
            "Temporary visitors from Europe and the US, children aged 1 to 5 years, adult women, and children and their mothers in kibbutzim where the sleeping arrangements for the children were in 'children's houses' were identified as high-risk groups.",
            "3 weeks",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "55",
        "answers": [
            "first week of July 2021",
            "Kalol",
            "An outbreak of cholera occurred in the slum area of Kalol town, resulting in an overall attack rate of 3.6% and a case fatality rate of 1.1%. The contamination was caused by the mixing of drainage water with the drinking water supply, likely due to leakages.",
            "mixing of drainage water with the drinking water supply",
            "drinking water supply",
            "unusual increase in cases of diarrhoea",
            "",
            "437",
            "3.60%",
            "fatality count was 11",
            "V. cholerae O1 biotype El Tor serotype Ogawa",
            "Acute diarrhea and vomiting",
            "environmental and sanitary investigations.",
            "A total of five random water samples were taken, and the Rapid Response Team traced the index case back to a household with drainage pipe leakages. water quality assessment, observation, and interviews with the local community and water supply department.",
            "",
            "",
            "from July 3, 2021 to July 15, 2021",
            "existing drinking water supply was closed temporarily for source reduction, supplying potable drinking water from nearby facilities, distribution of oral rehydration therapy (ORS) packets and chlorine tablets, super chlorination, and overhead tank cleaning.",
            "five random water samples",
            "V. cholerae O1 biotype El Tor serotype Ogawa",
            "leakages were identified in the affected geography and repaired",
            "",
            "mean age of the reported cases was 30.9 (21.5 S.D.) years, with 47.4% of cases belonging to the age group of 16 to 47 years."
        ]
    },
    {
        "title": "56",
        "answers": [
            "15 April 1994",
            " Worcester city, England, UK",
            "Unidentified organic chemical contaminants were detected in very low concentrations in the drinking water sourced from the River Severn. The incident led to an unusual taste and odor in the water, prompting complaints from the public. The water treatment works at Barbourne in Worcester were the initial site of detection.",
            "tap water contaminated in a major river pollution incident with 2 ethyl 5,5 dimethyl 1,3 dioxane (EDD) and 2 ethyl 4 methyl 1,3 dioxolane (EMD)",
            "River Severn",
            "increase in the number of complaints from the public concerning an unusual taste and odour in the drinking water",
            "",
            "111",
            "",
            "",
            "",
            "diarrhoea, nausea, headache, stomach pains, skin irritation, and itchy eyes.",
            "Retrospective cohort study.",
            "",
            "",
            "",
            "",
            "advised through local media releases from 12.25 pm on Friday not to drink the water",
            "",
            "",
            "Bowsers were deployed to provide an emergency water supply, and the public was advised they could drink the water again after toxicology advice confirmed that chemicals in this class were not expected to be harmful to health.",
            "",
            ""
        ]
    },
    {
        "title": "57",
        "answers": [
            "July 9, 2016",
            "Sawargaon village from Nagpur district, Maharashtra, India",
            "An acute diarrheal disease (ADD) outbreak occurred in Sawargaon village, likely associated with drinking contaminated groundwater. The outbreak was reported on July 13, 2016, and it affected a significant number of individuals in the village.",
            "heavy rainfall in an area of open defecation",
            "contaminated groundwater",
            "enhanced passive surveillance for cases of acute diarrheal disease.",
            "",
            "889",
            "",
            "two deaths",
            "Vibrio cholera O1 serogroup",
            "acute diarrheal disease.",
            "enhanced passive surveillance, collection of stool samples for bacterial culture, testing water from multiple sources for fecal coliforms, and reviewing sanitary practices and rainfall data.",
            "identifying cases, collecting and testing stool samples, testing water samples from various sources, and reviewing sanitation practices and rainfall data.",
            "a person experiencing at least one loose stool in Sawargaon village between July 9, 2016, and July 31, 2016.",
            "",
            " from July 9, 2016 to July 31, 2016.",
            "chlorination of water",
            "stool samples, 18 water samples collected",
            "Two of nine stool samples tested positive for Vibrio cholera O1 serogroup, positive for fecal coliforms",
            "",
            "providing chlorinated drinking water, promoting safe sanitation practices",
            "median age was 27 years (range 6 months to 90 years)"
        ]
    },
    {
        "title": "58",
        "answers": [
            "May 22 1990",
            "Fort Knox, KY,",
            "An outbreak of acute gastroenteritis caused by Campylobacter jejuni occurred primarily among recruits and cadets living in adjacent barracks areas. The outbreak exhibited features associated with a common source of drinking water.",
            "living and dead birds were found in an elevated water storage tank providing drinking water",
            "water storage tanks",
            "17 recruits from the reception barracks area were admitted to the post hospital with acute gastroenteritis",
            "",
            "249",
            "69.50%",
            "",
            "Campylobacter jejuni. Seventeen isolates of C. jejuni were serotyped as Lior serotype 5.",
            "diarrhea, nausea, vomiting, or abdominal cramps with or without fever and headache",
            "identifying cases, collecting and testing stool samples for bacterial culture, serotyping C. jejuni isolates, and reviewing the progression of the outbreak.",
            "examining the local dining facility, collecting rectal swabs for culture, and conducting questionnaires regarding oral fluid consumption in the affected areas.",
            " a person experiencing acute gastroenteritis with onset between May 22 and June 14, 1990.",
            "",
            "22 May and 14 June 1990",
            "",
            "Samples of drinking water",
            "coliform bacteria",
            "",
            "",
            "average age was 20.2 (±5.4 SD) years, predominantly males (92%)"
        ]
    },
    {
        "title": "59",
        "answers": [
            "early April 1985",
            "southern Ontario town",
            "A large outbreak of Campylobacter jejuni gastroenteritis was attributed to the contamination of an unchlorinated municipal water system. The outbreak began in early spring, unlike most previous summer outbreaks, and was linked to meltwater entering one or more municipal wells.",
            "meltwater entering one or more municipal wells.",
            "municipal water system",
            "increase in cases of gastroenteritis being seen",
            "",
            "241",
            "",
            "",
            "Campylobacter jejuni",
            "vomiting and/or diarrhea",
            "using hospital emergency room and laboratory records, physicians' office records, and interviews with local primary care physicians to define suspected and confirmed cases.",
            " identifying suspected and confirmed cases through medical records and laboratory reports.",
            " A suspected case of C. jejuni gastroenteritis was defined as a person who developed more than one episode of vomiting and/or diarrhea within a 24-hour period between March 29 and April 17, 1985. A confirmed case also had C. jejuni isolated from one or more stool specimens.",
            "",
            "March 29 to April 7, 1985",
            "Chlorination of the town's water supply and a boil water order",
            "drinking water supply was routinely screened",
            "20 to 220 fecal coliforms per litre",
            "contaminated well was shut down, and chlorination of the town's water supply was initiated.",
            "intensive surveillance of water quality during periods of spring runoff",
            ""
        ]
    },
    {
        "title": "60",
        "answers": [
            "19-30 March 2004",
            "ITC, Brecon, southers Ontario town",
            "An outbreak of gastrointestinal illness affected military personnel during Exercise DARK MIST/SHORT DASH at ITC, Brecon. A total of 105 soldiers participated, and 36 of them developed symptoms. Water from a single source, used for various purposes, was implicated as the potential vehicle of infection.",
            "",
            "water used for washing, shaving, drinking, and food preparation",
            "Health Unit at AMD was informed of an outbreak of gastrointestinal illness amongst the students",
            "",
            "36",
            "34%",
            "",
            "Campylobacter sp",
            "diarrhoea, abdominal pain, nausea, fever, and vomiting",
            "cohort study using a questionnaire, and data were collected on demographic information, water and food consumption, symptoms, onset date of symptoms, and hand-washing practices.",
            "microbiological analysis of stool samples from individuals meeting the case definition, and water samples taken for analysis.",
            "person presenting during the period 19-30 March 2004 with diarrhea or any two symptoms from abdominal pain, fever, or nausea.",
            "",
            "19-30 March 2004",
            "",
            "microbiological analysis, stool samples, water samples",
            "no coliforms or Campylobacter in microbiological analysis, Campylobacter sp identified in their stool",
            "increased the level of chlorination.",
            "ensuring water provided to troops comes from a reliable source subject to regular monitoring to prevent future outbreaks.",
            ""
        ]
    },
    {
        "title": "61",
        "answers": [
            "November 2003",
            "Orissa, eastern India, specifically in the village of Parbatia.",
            "An outbreak of severe diarrhea was reported in the village, affecting 41 individuals with an attack rate of 4.3%. Thirteen of the cases required hospitalization, and no deaths were reported.",
            "",
            "",
            "reported a cluster of acute, severe diarrhoea with dehydration among adults in the village",
            "",
            "41",
            "4.3%",
            "no deaths",
            "Vibrio cholerae El Tor O1, serotype Ogawa",
            "severe diarrhoea",
            "matched case-control study. Rectal swabs were collected for microbiological analysis, and descriptive epidemiology suggested clustering around a public well.",
            " characterizing the agent, describing affected individuals, identifying the source of infection, and formulating recommendations for control.",
            "individuals presenting with acute, severe diarrhea with dehydration.",
            "",
            "",
            "access to the well was barred immediately, and it was protected to prevent further contamination. Additionally, all wells in the village were heavily chlorinated after the outbreak.",
            "",
            "",
            "",
            "more safer, protected wells. standardized indicators for monitoring progress and the broader use of field epidemiology methods to track cholera transmission modes.",
            ""
        ]
    },
    {
        "title": "62",
        "answers": [
            "15 August 2013",
            "Ranzole village, Medak district in Andhra Pradesh",
            "a cluster of diarrheal disease with three deaths",
            "",
            "drinking water from unprotected tube-wells",
            "a cluster of diarrheal disease with three deaths at Ranzole village",
            "",
            "218",
            "3.3%",
            "three deaths",
            "Vibrio cholera, serogroup O1 El Tor",
            "diarrhea",
            "retrospective cohort study.",
            "house-to-house case search, collection of stool samples, and enumeration of tube-wells.",
            "the occurrence of three or more loose watery stools in a day among residents of Ranzole between August 15 and September 12, 2013.",
            "",
            "August 15 and September 12, 2013",
            "chlorination of water sources, supply of an alternate source of water, and temporary closure of the unprotected tube-wells.",
            " water specimens were collected from all water sources in the village for water quality testing",
            "four of the 21 tube-wells had high coliform counts, indicating contamination.",
            "",
            "",
            "higher attack rates among children aged 5-14 years (5.7%) and those aged 60 years and above (6%). Males had higher attack rates compared to females."
        ]
    },
    {
        "title": "63",
        "answers": [
            "November 2013",
            "Medipally",
            "The outbreak involved a cluster of diarrheal disease in the village of Medipally, with 138 identified case-patients of diarrhea and 1 death.",
            "main pipeline had a breakage near the valve and there was stagnation of sewage water around the pipeline",
            "main drinking water source",
            "reported a cluster of diarrheal disease",
            "",
            "138",
            "11.5/100",
            "1",
            "V. cholerae, serogroup O1 El Tor",
            "acute diarrhea",
            "house-to-house active search, stool samples were collected, and a matched case-control study was conducted.",
            " identifying cases through a house-to-house search, collecting stool samples, and conducting a matched case-control study. The sanitary conditions in the village were observed, and the drinking water pipelines were inspected.",
            "",
            "Drinking water from the overhead tank",
            "",
            "chlorination of water sources, supply of an alternate source of water, and temporary closure of the contaminated tube-wells.",
            "Drinking water samples",
            "V.cholerae",
            "",
            "constructing the drain away from the water pipelines, monitoring regular chlorination of drinking water source, inspection of pipelines for damage.",
            ""
        ]
    },
    {
        "title": "64",
        "answers": [
            "August 2019",
            "Tuscan-Emilian Apennines, north-eastern Italy",
            "An outbreak of cryptosporidiosis occurred among 114 vacationers in the small municipality, involving 80 cases. The outbreak was initially suspected to be food-borne, but the epidemiological investigation focused on a waterborne hypothesis, which was later confirmed by the finding of Cryptosporidium oocysts in stools and water samples.",
            "",
            "municipality's water supply",
            "two cases of suspected food-borne disease, which occurred in two children",
            "114 vacationers exposed",
            "80",
            "",
            "",
            "Cryptosporidium parvum",
            "Gastroenteritis symptoms",
            "confirming the waterborne hypothesis, identifying Cryptosporidium oocysts in stools and water samples, and conducting environmental investigations to find possible entry means into the water mains.",
            "",
            "",
            "Drinking water from the municipal water network",
            "",
            "provisions of bottled water for children and hospitalised patients over 65 years, boil water advisory",
            "water samples from the municipal water network",
            "identification of Cryptosporidium oocysts in the distribution water supply",
            "cleaning and sanitization of tanks, chlorination, and sanitization of pipelines to restore the system to normal operation.",
            "control system based on the risk assessment of each phase of the water supply chain",
            ""
        ]
    },
    {
        "title": "65",
        "answers": [
            "11 December 1990.",
            "Crete,",
            "The contamination event was an outbreak of gastroenteritis in the village, affecting 138 individuals from 57 different households. The outbreak was attributed to waterborne transmission of Shigella.",
            "village springs was found to be contaminated with faecal coliforms",
            "village springs",
            "escalating problem of diarrhoeal disease",
            "",
            "One hundred and thirty-eight",
            "",
            "",
            "Shigella sonnei.",
            "gastroenteritis",
            "cohort study, notifying the local Public Health Department, taking water samples for examination",
            "compiling a list of suspected cases, interviewing villagers, and collecting water specimens for analysis.",
            "individuals who developed diarrhoeal disease between 11 December 1990 and 9 January 1991.",
            "",
            "from 11 December 1990 to 9 January 1991.",
            "chlorination of the water supply, isolation of the contaminated valley fountain, and residents in affected households drinking boiled or bottled water.",
            "water samples",
            "total coliforms (MPN 60/100 ml water) and faecal coliforms (MPN 20/100 ml water).",
            "",
            "Implementation of environmental and control measures",
            "Thirty percent of children under 12 years were affected"
        ]
    },
    {
        "title": "66",
        "answers": [
            "summer of 1999",
            "Highland Region of Scotland",
            "The outbreak involved E. coli O157 infection linked to an untreated private water supply in a rural area with free-grazing animals, particularly affecting visitors to a campsite.",
            "untreated, unprotected private water source in a rural area where animals grazed freely.",
            "private water supply",
            "surveillance of the water by Protective Services (Environmental Health) officers",
            "6",
            "six",
            "100%",
            "",
            "E. coli O157",
            "",
            "Surveillance of the water was carried out",
            " tracing the outbreak to the campsite, comparing E. coli O157 isolates from water, sheep faeces, and human stool samples using pulsed field gel electrophoresis.",
            "",
            "",
            "",
            "`Boil Water' notice",
            "Surveillance of the water was carried out by Protective Services",
            "total coliforms of 11 c.f.u./100 ml and E. coli of 15 c.f.u./100 ml",
            "",
            "",
            ""
        ]
    },
    {
        "title": "67",
        "answers": [
            "August 2000",
            "southern Finland",
            "The outbreak involved a community-wide outbreak of gastroenteritis in Municipality A, with cases primarily associated with drinking unboiled water from the municipal water supply.",
            "",
            "municipal water supply",
            "six patients with diarrhoea, abdominal pain, and fever contacted the municipal health centre.",
            "",
            "Four hundred and sixty three",
            "4.2%",
            "",
            "Campylobacter jejuni",
            "diarrhoea, abdominal pain, and fever",
            "collecting samples from the non-chlorinated municipal water system.",
            "conducting interviews, matched case-control study using postal questionnaires and PFGE subtyping. Epidemiological investigation and molecular subtyping methods",
            "",
            "Drinking unboiled water from the municipal supply",
            "late July to late August 2000.",
            "a boil water notice, chlorination of the water supply system",
            "water sample",
            "C jejuni was isolated from one tap water sample.",
            "",
            "",
            "Median age was 41 years (range 1–96 years)"
        ]
    },
    {
        "title": "68",
        "answers": [
            "February 2014",
            "Jiaxing city",
            "More than 900 students and teachers developed acute gastroenteritis in February 2014, with an outbreak linked to the consumption of barrelled water contaminated by norovirus.",
            "barrelled water contaminated by norovirus",
            "barrelled water",
            "hundreds of students at many schools located in Haining city and Haiyan county had developed symptoms of diarrhoea and vomiting",
            "",
            "924",
            "4.01%",
            "",
            "Norovirus genotype GII",
            "vomiting, nausea, abdominal pain, diarrhoea, and fever.",
            "case-control study",
            "epidemiological investigation involved an active search for undiagnosed cases, collection of demographic details, gastrointestinal symptoms, and drinking water preferences.",
            "as students or teachers with diarrhoea or vomiting since the term began in February 2014.",
            "drinking barrelled water",
            "between February 12 and February 21, 2014",
            "surveillance, disinfection, and prohibition of the barrelled water supply.",
            "water and food samples",
            "norovirus",
            "",
            "",
            "median age was 17 years old (range was 4-21 years old)"
        ]
    },
    {
        "title": "69",
        "answers": [
            "1989 Christmas holiday period",
            "New South Wales",
            "A large outbreak of gastroenteritis occurred among persons staying at the caravan park. The outbreak was characterized by diarrhoea, vomiting, and abdominal pain.",
            "sewage contaminating the reticulated river water through a break in the pipe directly over the underground water tanks",
            "underground water tanks",
            "review of local hospital records, which found that a significant percentage of patients with infective diarrhoea had stayed at the caravan park",
            "",
            "305",
            "89%",
            "",
            "27-28 nm small round structured virus",
            "diarrhoea, vomiting and abdominal pain.",
            "retrospective cohort study comparing rates of illness among caravan park patrons exposed to different water sources. Stool and water samples were collected and tested for pathogens.",
            "testing of stool and water samples, and the identification of poor water and sewerage system layouts as contributing factors.",
            "",
            "barreled water",
            "holiday period",
            "poor water and sewerage system layouts should be avoided, and nonpotable water should be clearly labeled. The supply of barrelled water was stopped to control the outbreak.",
            "Rain and reticulated river water sampled",
            "High levels of faecal coliforms in the reticulated river water",
            "",
            "poor water and sewerage system layouts should be avoided, nonpotable water should be clearly labelled",
            ""
        ]
    },
    {
        "title": "70",
        "answers": [
            "July 1985",
            "Haifa Bay area in northern Israel",
            "An epidemic of more than 8000 cases of Shigella sonnei infection occurred due to massive faecal contamination of the drinking water. The contamination resulted from a leak from a broken main sewage pipe into an adjacent drilled well.",
            "massive faecal contamination of the drinking water due to a leak from a broken main sewage pipe",
            "drilled well",
            "hundreds of patients crowded the primary clinics in the Krayot",
            "",
            "8000",
            "",
            "One 5-year-old child died.",
            "Shigella sonnei colicine type 6, biotype A",
            "diarrhoea, abdominal pains, fever, malaise, nausea and vomiting",
            "environmental and public health investigation",
            "",
            "",
            "",
            "July 1985",
            "boil the drinking water and chlorination of the water system",
            "",
            "4400-5900 faecal coliforms per 100 ml water",
            "",
            "",
            "children < 15 years of age. among adults, the attack rates were higher in women."
        ]
    },
    {
        "title": "71",
        "answers": [
            "1 July 2012",
            "Vikas Nagar, Chandigarh",
            "large number of cases of acute diarrheal episodes",
            "Leakages in the pipes were found at many places leading to mixing of water with drainage",
            "waterborne",
            "a large number of cases of acute diarrheal episodes were reported",
            "",
            "1875",
            "",
            "Four deaths",
            "Vibrio cholera El Tor Serotype, Ogawa",
            "loose watery diarrhea, vomiting",
            "house-to-house survey, environmental investigation, and laboratory investigation of stool samples were conducted as part of the investigation.",
            "The investigation revealed that the epidemic was waterborne, with leakages in pipes leading to the mixing of water with drainage.",
            "",
            "",
            " from 1-14 July 2012.",
            "",
            "10 water samples",
            "positive for Vibrio cholera El Tor Serotype, Ogawa, coliform count of >1800 MPN/100 mL",
            "",
            "proper monitoring of water sources, proper sewage disposal,",
            "26% of the cases were in the age group of <5 years."
        ]
    },
    {
        "title": "72",
        "answers": [
            "November and December 1992",
            "Bradford, a city in the North of England.",
            "An outbreak of waterborne cryptosporidiosis affected 125 cases, with the majority residing in a part of the city that received its drinking water supply from a single water treatment works.",
            "",
            "tapwater",
            "informed by a laboratory within the district that seven cases of cryptosporidiosis had been identified",
            "",
            "125",
            "",
            "",
            "Cryptosporidial oocysts",
            "diarrhoea, abdominal pain, vomiting, loss of appetite, loss of weight",
            "case control study. Environmental investigations and laboratory analyses of stool samples and water samples",
            "revealed an association between illness and tap water consumption from the specified source. Treated water samples yielded cryptosporidial oocysts.",
            "",
            "",
            "from November to December 1992.",
            "advisory notice to boil water",
            "sample and examine raw, treated, and distributed water",
            "Cryptosporidial oocysts were found in treated water samples from the defined source.",
            "",
            "The water company switched to alternative supplies as a precautionary measure.",
            "majority of cases (53) for whom ages were available were children < 15 years, with 33 being < 5 years old."
        ]
    },
    {
        "title": "73",
        "answers": [
            "end of 1988 and in early 1989.",
            "Wiltshire and Oxfordshire",
            "An outbreak of cryptosporidiosis resulted in 516 cases in Wiltshire and Oxfordshire. The outbreak was associated with public water supplies from three treatment works.",
            "failure of normal treatment to remove oocysts.",
            "presence of cryptosporidium oocysts in the treated water from three water treatment works.",
            "rise in the number of cases of cryptosporidiosis was noticed by microbiologists",
            "Forty-one patients",
            "516",
            "",
            "",
            "cryptosporidium oocysts",
            "acute diarrheal illness, abdominal pain, and persistent and severe diarrhea in some cases.",
            "contacted by telephone or by post and interviewed using a standard questionnaire.",
            "The investigation identified an association between water supply and the outbreak.",
            "",
            "",
            "from the end of 1988 to early 1989.",
            "boil drinking water, intensive cleaning of the filtration system, changes in procedures for disposal of waters used to wash the filters, removal of sediment from storage tanks and service reservoirs",
            "took samples from treatment works",
            "0.66 oocysts per litre",
            "",
            "public was advised to boil drinking water for certain groups, and measures were undertaken to remove oocysts from the water supply.",
            "majority of cases were in children"
        ]
    },
    {
        "title": "74",
        "answers": [
            "mid-June through early August 1980.",
            "Red Lodge, Montana",
            "An outbreak of gastrointestinal illness affected approximately 780 persons in Red Lodge, Montana. The illness was associated with Giardia lamblia, and the city water system was implicated as the vehicle of transmission.",
            "Heavy water runoff resulting from warm sunny weather and snow darkened by ashfall from the Mt. St. Helens volcanic eruption of May 18, 1980",
            "city water system",
            "several hundred cases of acute gastrointestinal illness had occurred in the city",
            "",
            "780",
            "33 per cent",
            "",
            "Giardia lamblia",
            "gastrointestinal illness",
            "questionnaire was administered by telephone",
            "",
            "",
            "",
            "mid-June through early August 1980",
            "boil drinking water, rearrangement of valves at the water plant, and steps to increase residual chlorine levels to achieve a cysticidal dosage.",
            "",
            "",
            "new chlorination equipment was installed to inject chlorine in proportion to water output.",
            "",
            ""
        ]
    },
    {
        "title": "75",
        "answers": [
            "10 March 1995",
            "Fife, Scotland",
            "Contaminated stream water, into which treated sewage was discharged, affected the public water supply of a Fife village with a population of about 1100. Residents were exposed to contaminated water due to a breakdown of a pump at a local vegetable processor.",
            "breakdown of the pump at the vegetable processing plant on Monday, 6 March 1995, leading to the pumping of contaminated water into the village's mains supply.",
            "public water supply",
            "received complaints of discoloration of tap water",
            "",
            "633",
            "",
            "",
            "Campylobacter and E coli 0157",
            "diarrhoea, vomiting or abdominal pain",
            "Chemical analysis of village mains water samples",
            "chemical and bacteriological analyses of water samples, a postal census, and a follow-up study involving salivary samples and interviews.",
            "A case was defined as a subject with diarrhea, vomiting, or abdominal pain with the first onset between 6 March 1995 and 24 March 1995.",
            "",
            "from approximately midday on Monday, 6 March 1995, until late evening on Friday, 10 March 1995.",
            "boiling water notice",
            "Mains water analysis",
            "over 1000 total and faecal coliforms, between 21 000 and 25 400 total coliforms and between 14 100 and 17 600 faecal coliforms per 100 ml",
            "flush out the village's water supply system",
            "",
            ""
        ]
    },
    {
        "title": "76",
        "answers": [
            "November 2004",
            "China",
            "A large outbreak of Salmonella Paratyphi A (SPA) occurred in a boarding middle school in China in 2004, with 394 suspected cases, primarily affecting students.",
            "",
            "",
            "identification of suspected cases exhibiting clinical symptoms and positive Widal tests or positive blood cultures.",
            "",
            "394",
            "",
            "",
            "Salmonella Paratyphi A (SPA)",
            "fever, diarrhoea, headache, sore throat, general malaise, anorexia, coughing, abdominal pain",
            "The suspected cases were investigated based on clinical symptoms, Widal tests, and blood cultures. A survey of students' habits was conducted to identify potential risk factors.",
            "Due to a large number of cases and a shortage of health staff, blood samples and clinical symptoms were collected when possible.",
            "a person at Lingtian Middle School with specific clinical symptoms during the defined period, along with a positive Widal test or positive blood culture.",
            "Drinking unboiled water",
            "23 November to 7 December",
            "",
            "",
            "",
            "",
            "Attention to maintaining a safe water supply, enhancing food-handler hygiene and proper hand washing",
            "highest incidence was in the youngest children (7th grade)"
        ]
    },
    {
        "title": "77",
        "answers": [
            "March 2007",
            "rural Victoria, Australia",
            "In March 2007, an outbreak of gastroenteritis affected about half of a group of 55 students at a school camp in rural Victoria, Australia. The outbreak was later linked to the consumption of water from rainwater tanks.",
            "",
            "rainwater collection tanks contaminated with DT9",
            "investigation of gastrointestinal illness among the camp attendees.",
            "",
            "Twenty-seven",
            "49%",
            "",
            "Salmonella Typhimurium definitive phage type 9 (DT9)",
            "abdominal pain, diarrhoea and nausea",
            "assessment of food preparation techniques, interviews with staff, review of food safety standards, and sampling of the private water supply. A retrospective cohort study was conducted to identify associations between illness and specific exposures.",
            "cohort study involved 45 students and ten adults, with a questionnaire covering 109 exposure-related variables.",
            " individuals who attended the camp from Tuesday 27 February to Friday 2 March and exhibited clinical symptoms, such as fever, diarrhea, headache, sore throat, general malaise, anorexia, coughing, abdominal pain, or chill, along with a positive Widal test or blood culture.",
            "Drinking unboiled water from containers filled from rainwater tanks, and participation in specific recreational activities (flying fox and beam-balance)",
            "",
            "",
            "four samples taken from the untreated private water supply",
            "two water samples were positive for DT9.",
            "",
            "",
            "45 students (age range 12-15 years, median age 13.3 years) and ten adults (age range 38-57 years, median age 47.3 years)."
        ]
    },
    {
        "title": "78",
        "answers": [
            "autumn and winter of 2004 and 2005",
            "Bergen, Norway",
            "An extensive outbreak of waterborne giardiasis occurred during the autumn and winter of 2004 and 2005 in Bergen, Norway. Over 1,500 patients were diagnosed with giardiasis. The water treatment plant involved in the outbreak was one of the oldest in Norway, and the treatment in place during the outbreak was chlorination. The source of contamination was initially suspected to be sewage leakage from a residential area.",
            "sewage leakage from a residential area",
            "",
            "sharp increase in giardiasis cases",
            "",
            "1,500",
            "",
            "",
            "Giardia cysts",
            "abdominal pain, diarrhea, and nausea, were mentioned.",
            "genotyping of cysts from the septic tank and patient samples. Additionally, a retrospective cohort study was conducted.",
            "genotyping included sequencing of the β-giardin and gdh genes. The study analyzed 109 exposure-related variables",
            "",
            "drinking unboiled water from containers filled from rainwater tanks and participation in specific recreational activities.",
            "autumn and winter of 2004 and 2005",
            "A boil water instruction was implemented quickly by the authorities, and chlorination was the treatment in place during the outbreak. In February 2005, UV treatment was installed, and filtration systems were being installed.",
            "Analysis of water",
            "low numbers of Giardia cysts",
            "",
            "Filtration systems are being installed",
            "median age was 35 years"
        ]
    },
    {
        "title": "79",
        "answers": [
            "first and second weeks of June 1978.",
            "Bennington, Vermont",
            "Approximately 19% of the population in Bennington, Vermont, experienced a diarrheal illness during the first and second weeks of June 1978. The illness was associated with drinking unboiled water from the town water system. Campylobacter fetus subspecies jejuni was identified as the causative agent, and the probable source of contamination was the main unfiltered water source, Bolles Brook.",
            "",
            "water source, Bolles Brook.",
            "occurrence of a diarrheal illness in a significant portion of the population.",
            "",
            "3000",
            "",
            "",
            "Campylobacter fetus subspecies jejuni",
            "abdominal cramps, diarrhea, malaise, and headache.",
            "household survey",
            "survey of households and culturing of Campylobacter fetus subspecies jejuni from rectal swabs.",
            "",
            "drinking unboiled water from the town water system.",
            "during the first and second weeks of June 1978.",
            "Notices to boil water",
            "environmental samples of water",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "80",
        "answers": [
            "February 2017,",
            "city A",
            "The contamination event involved an outbreak of Campylobacter jejuni infections in city A, Nebraska, with a total of 39 cases investigated, including six confirmed and 33 probable cases. The source of contamination was untreated, unboiled city A tap water (well water).",
            "malfunction of a center pivot irrigation system intended to pump livestock wastewater from a nearby concentrated animal feeding operation onto adjacent farmland triggered excessive runoff.",
            "wells supplying water to city A.",
            "cluster of Campylobacter jejuni infections in city A",
            "",
            "39",
            "",
            "no deaths",
            "Campylobacter jejuni",
            "diarrheal illness, nausea, vomiting, fever, chills, or headache",
            "onsite investigations, questionnaire surveys, and testing of coliforms, E. coli, and Campylobacter in water samples.",
            "Onsite investigations revealed the malfunctioning irrigation system and the collection of excessive runoff in a road ditch near two wells. Questionnaire surveys were conducted among city A residents, and water samples were tested for contaminants.",
            "probable case was defined as a diarrheal illness of ≥2 days duration with additional signs or symptoms in a city A resident. A confirmed case met the probable case definition with positive stool culture or PCR results for Campylobacter.",
            "Drinking untreated, unboiled city A tap water (well water)",
            "from February 28 to March 23, 2017.",
            "wells were promptly removed from service",
            "Coliform and E. coli testing, as well as bacterial culture specifically for Campylobacter, were performed on well water samples.",
            "negative for coliforms and Campylobacter",
            "The affected wells were decommissioned, and plans were made to build a new well to safely serve the community.",
            "",
            "median age was 34.5 years (range = 1.5-85 years)"
        ]
    },
    {
        "title": "81",
        "answers": [
            "2012",
            "Sierra Leone",
            "Sierra Leone experienced a cholera epidemic in 2012, with 22,815 reported cases and 296 deaths. The outbreak coincided with the start of the rainy season in late June, and the number of reported cases peaked between August 12 and 26.",
            "",
            "",
            "Cholera was first identified during early 2012",
            "",
            "22,815",
            "0.41%,",
            "296",
            "Vibrio cholerae O1",
            "acute watery diarrhea and severe dehydration",
            "matched case-control study",
            "analyzing stool specimens through culture, PCR, and PFGE.",
            "",
            "Consuming unsafe water, street-vended water, and crab",
            "January 1 to December 9",
            "",
            "",
            "",
            "",
            "ensuring the quality of improved water sources, promoting household chlorination, and educating street vendors on water handling practices.",
            "median age was 23 years (5-50) for cases"
        ]
    },
    {
        "title": "82",
        "answers": [
            "August 18, 2016",
            "Ghughri subdistrict, Mandla District, Madhya Pradesh, India.",
            "The suspected cholera outbreak in Ghughri subdistrict involved 628 cases, with symptoms including >3 loose stools in 24 hours. The median age of cases was 27 years, and there were 259 hospitalizations and 14 deaths. The outbreak was associated with drinking well water within paddy fields and not washing hands with soap after defecation.",
            "",
            "",
            "",
            "",
            "628",
            "",
            "14",
            "Vibrio cholerae O1 Ogawa",
            "loose stools",
            "passive surveillance in health facilities",
            "The text mentions a 1:2 unmatched case-control study, stool sample collection, and testing water sources for fecal contamination.",
            ">3 loose stools in 24 hours in a Ghughri resident between July 20 and August 19, 2016.",
            "drinking well water within paddy fields and not washing hands with soap after defecation.",
            "July 20 to August 19, 2016",
            "education regarding pit latrine sanitation and safe water, especially in paddy fields, provision of oral rehydration solution in remote villages, and chlorine tablets for point-of-use treatment of drinking water.",
            "16 tested water sources",
            "100% had fecal contamination",
            "",
            "education regarding pit latrine sanitation and safe water, provision of oral rehydration solution in remote villages, chlorine tablets for point-of-use treatment",
            "median age was 27 years (range: 1 month-76 years)"
        ]
    },
    {
        "title": "83",
        "answers": [
            "12 October 2015,",
            "Kaiso Village, Hoima District, Western Uganda.",
            "The cholera outbreak in Kaiso Village involved 65 cases and two deaths. Despite initial responses, the outbreak persisted.",
            "lake water contaminated by faeces from a gully channel.",
            "lake water",
            "cholera outbreak involving 65 cases and two deaths was reported",
            "",
            "122",
            "",
            "two",
            "Vibrio cholerae",
            "acute watery diarrhoea",
            "descriptive epidemiologic analysis for hypothesis generation, an unmatched case-control study, an environmental assessment, and obtaining meteorological data.",
            "case-control study, exposure histories, and environmental factors contributing to the outbreak.",
            "onset of acute watery diarrhea from 1 October to 2 November 2015 in a resident of Kaiso Village.",
            "drinking lake water from specific points",
            "1 October to 2 November 2015",
            "treatment of drinking water, fixing the vandalized piped-water system, and constructing latrines.",
            "",
            "",
            "",
            "treatment of drinking water, fixing the vandalised piped-water system and constructing latrines",
            "Of the 122 cases, 70 (57%) were males, 52 (43%) were females, and both children and adults were affected (median age of case-persons = 20 years; range: 1-65 years)."
        ]
    },
    {
        "title": "84",
        "answers": [
            "10 May 2018,",
            "Bhadola, in the north Delhi district of India.",
            "The laboratory-confirmed cholera outbreak in Bhadola was associated with drinking untreated municipal water and a lack of knowledge about diarrhea transmission.",
            "",
            "untreated municipal water",
            "identified a laboratory-confirmed cholera outbreak when five people tested positive for Vibrio cholerae O1 Ogawa serotype",
            "",
            "129",
            "",
            "no deaths",
            "Vibrio cholerae O1 Ogawa serotype",
            "loose stools, abdominal pain, vomiting, fever",
            "1:1 unmatched case-control study involving randomly selecting cases and controls",
            "testing stool samples, and examining drinking water for fecal contamination.",
            "three or more loose stools within 24 hours in a Bhadola resident during 1 April-29 May 2018.",
            "drinking untreated municipal water and not knowing about diarrhea transmission.",
            "1 April-29 May 2018",
            "",
            "tested drinking water",
            "6 (50%) tested positive for Vibrio cholerae O1 Ogawa serotype, 8 (53%) showed growth of fecal coliforms",
            "",
            "",
            "Median age was 14.5 y (range: 5 d-80 y)"
        ]
    },
    {
        "title": "85",
        "answers": [
            "7 January 2012,",
            "Pondicherry, Southern India.",
            "Following a severe cyclonic storm, a cluster of acute diarrhea cases occurred in Pondicherry, Southern India.",
            "two major leakages in water supply system",
            "water supply system",
            "a cluster of acute diarrhoea cases was reported",
            "",
            "921",
            "11%",
            "one",
            "V. cholerae O1 Ogawa",
            "diarrhoea, vomiting",
            "active and passive surveillance, describing the outbreak by time, place, and person, and conducting a case-control study.",
            "case-control study involved comparing case-patients with up to three controls matched for age, gender, and neighborhood. Rectal swabs and water samples were collected for laboratory diagnosis.",
            "occurrence of diarrhea of more than three loose stools per day with or without vomiting in a resident of affected areas during 6-18 January 2012.",
            "consumption of water from the public distribution system, drinking unboiled water, and using a common latrine by two or more households.",
            "6-18 January 2012",
            "repairing water supply lines, cleaning up drains, promoting handwashing, and encouraging the drinking of boiled water.",
            "water samples",
            "",
            "repair of the water supply lines, cleaning-up of the drains",
            "handwashing, and drinking of boiled water.",
            "attack rate was the highest among persons of 50 years and above (14%)"
        ]
    },
    {
        "title": "86",
        "answers": [
            "April 2006",
            "Garulia municipality",
            "A cluster of diarrhea cases occurred in Garulia municipality in April 2006, prompting an investigation to identify the etiological agent, source of transmission, and propose control measures.",
            "",
            "contaminated municipal piped water supply",
            "reported a cluster of diarrhea cases.",
            "",
            "Two hundred and ninety eight",
            "3.5/1000",
            "no deaths",
            "Vibrio cholerae El Tor O1 Inaba",
            "loose/watery stools, abdominal cramps and severe dehydration",
            "gender- and age-matched case-control study, inspection of sanitation and water supply systems, and laboratory investigation of rectal swabs and water specimens.",
            "matched case-control study with 247 cases and controls, inspection of water pipelines, and laboratory testing of water specimens.",
            "occurrence of >3 loose/watery stools a day among the residents of Garulia since April 2006.",
            "Drinking municipal water exclusively",
            "outbreak started on 10 April 2006 and lasted till 6 May",
            "",
            "water specimens",
            "Water specimens from the affected area had fecal contamination",
            "",
            "",
            "median age 31 years, attack rate was highest among the 0-4 age group."
        ]
    },
    {
        "title": "87",
        "answers": [
            "May 9, 2010",
            "Ben Tre, southern Vietnam",
            "Following a decade of declining cholera notifications in Vietnam, an outbreak occurred in Ben Tre. The investigation aimed to identify transmission patterns and associated risk factors. The outbreak involved 71 confirmed cholera cases between May 9 and August 3, 2010.",
            "",
            "",
            "reports of a cluster of diarrhea cases",
            "",
            "71",
            "",
            "",
            "Vibrio cholerae O1 Ogawa",
            "diarrhea",
            "matched case-control study",
            "structured questionnaire adapted from a cholera case investigation form, rectal swab collection, and environmental sampling of water sources and seafood.",
            "individuals with diarrhea of more than three loose stools per day confirmed to be infected with cholera.",
            "drinking iced tea, not boiling drinking water, proximity of the main water source to a toilet, living with people with acute diarrhea, and having little or no education.",
            "May 9 and August 3, 2010",
            "isolating and treating case-patients, cleaning and disinfecting their houses, providing chloramine B, tracing close contacts, giving prophylactic ciprofloxacin, and education campaigns.",
            "environmental samples from villages",
            "",
            "",
            "Education campaigns promoting safe water, proper sanitation, and food safety.",
            ""
        ]
    },
    {
        "title": "88",
        "answers": [
            "June 2019",
            "Askøy municipality, Norway,",
            "In June 2019, a large waterborne Campylobacter outbreak occurred in Askøy municipality, Norway. The outbreak was detected on June 6, 2019, and the drinking water was later identified as being contaminated by Campylobacter jejuni sometime in late May 2019.",
            "",
            "drinking water",
            "",
            "",
            "1500",
            "",
            "2",
            "Campylobacter jejuni",
            "loose stools, abdominal pain, diarrhea, fever, joint pain, bloody stools, Tiredness",
            "investigation to determine the clinical features and complications of gastroenteritis during the outbreak.",
            "web-based self-administered questionnaire,",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "89",
        "answers": [
            "March 6, 2020.",
            "Postal, Bolzano Province, Italy.",
            "A big fire in a speck factory on March 6, 2020, forced firefighters to draw water simultaneously from various sources, including the Adige river. Subsequently, an increasing number of inhabitants reported gastrointestinal symptoms.",
            "Contamination of the public water network with sewage-contaminated river water through the firefighters pressurized water tank",
            "public water network",
            "reported to the Mayor changes in the appearance, taste, odor, and color of the tap water",
            "",
            "182",
            "",
            "",
            "Norovirus GI/GII",
            "loose stools, abdominal pain, diarrhea, fever, joint pain, and tiredness.",
            "Residents with enteric symptoms and their relatives were interviewed, and samples from patients and public water pipelines were tested for enteric pathogens using microbiological and molecular methods.",
            "The investigation was partly hampered due to the concurrent SARS-CoV-2 (COVID-19) emergency.",
            "",
            "",
            "from March 6 to March 18",
            "avoiding tap water, alternative water supplies and chlorination of public water.",
            "water samples.",
            "high concentrations of E. coli (>300 colony forming units [CFU",
            "alternative water supplies (bottled potable water) were provided",
            "advised not to consume or use tap water (consumption was allowed only to wash and cook after boiling)",
            "median age of 39 years, ranging from 2 to 87 years."
        ]
    },
    {
        "title": "90",
        "answers": [
            "July 2013,",
            "Baker City, Oregon",
            "The contamination event involved an outbreak of cryptosporidiosis associated with municipal drinking water in Baker City. The Cryptosporidium parasite was detected in the water supply.",
            "Watershed contamination by cattle",
            "municipal drinking water",
            "human laboratory-based surveillance for enteric pathogens, which identified a cryptosporidiosis outbreak.",
            "",
            "2780",
            "28.30%",
            "",
            "Cryptosporidium parvum",
            "",
            "standardized questionnaire and city water was tested for contamination.",
            "The detailed investigation involved confirming the outbreak source, assessing the outbreak extent, inspecting the watershed, testing city water, and administering questionnaires to determine the community attack rate.",
            "",
            "",
            "",
            "boil-water advisory",
            "Water samples",
            "Cryptosporidium",
            "",
            "",
            "median age was 49 (range 2-89) years"
        ]
    },
    {
        "title": "91",
        "answers": [
            "November 2007",
            "Nokia, Finland",
            "The drinking water distribution network in Nokia, Finland, experienced severe sewage contamination between November 2007 and February 2008. The contamination involved the presence of Giardia in the water supply.",
            "accidental opening of a valve connecting a processed wastewater line to the drinking water network during maintenance work at the waterworks",
            "municipal drinking water supply",
            "customers reported a bad smell and taste of tap water",
            "",
            "5000",
            "",
            "",
            "Giardia, Campylobacter spp., noroviruses, Salmonella, rotavirus, and Clostridium",
            "diarrhea and vomiting",
            "notifying the Department of Infectious Disease Epidemiology and Control, National Public Health Institute, Finland, about the sewage effluent contamination. Interviews of persons reported with Giardia infections were conducted, and investigations were carried out to determine the extent of the contamination.",
            "The detailed investigation involved characterizing giardiasis cases, calculating the incidence of giardiasis, interviewing individuals with Giardia infections, and obtaining data on the number of persons tested for Giardia.",
            "",
            "",
            "November 2007 to February 2008",
            "boil-water advisory, raising the chlorine concentration of the water to 1.5 mg/l, closing appropriate check valves, flushing the drinking water network, and introducing additional sites for chlorination supply.",
            "Two samples of drinking water",
            "",
            "drinking water network was flushed",
            "",
            "3 to 61 y (median 39 y)"
        ]
    },
    {
        "title": "92",
        "answers": [
            "spring of 1993",
            "greater Milwaukee, Wisconsin",
            "The contamination event involved an outbreak of gastrointestinal illness affecting an estimated 403,000 residents in the greater Milwaukee area. Cryptosporidium parvum was identified as the parasite responsible for the infections.",
            "inadequate filtration of contaminated source water from Lake Michigan",
            "city's water supply",
            "",
            "",
            "403 000",
            "",
            "",
            "Cryptosporidium parvum",
            "weight loss and abdominal cramps",
            "retrospective review of medical and laboratory records for children submitting stool samples and interviews with parents to obtain additional clinical history were",
            "detailed investigation involved reviewing and abstracting data from patients' medical records and conducting follow-up interviews in June to collect additional demographic, clinical, and laboratory information.",
            "",
            " living in areas supplied with contaminated water, being tested later in their illness, submitting more than one stool specimen, having an underlying disease altering immune status, and being older than 1 year of age.",
            "7 April and 13 May 1993",
            "",
            "",
            "",
            "",
            "",
            "The study was conducted on children"
        ]
    },
    {
        "title": "93",
        "answers": [
            "December 1990",
            "Isle of Thanet",
            "An outbreak of cryptosporidiosis affected residents in the Isle of Thanet, with 47 identified cases ranging in age from 2 months to 85 years. The cases had dates of onset of illness from December 3 to January 14.",
            "",
            "tap water",
            "increase in cases of cryptosporidiosis",
            "",
            "47",
            "",
            "",
            "Cryptosporidium parvum",
            "diarrhea, abdominal pain, fever, vomiting, weight loss, and nausea.",
            "case-control study",
            "case-control study included reviewing medical and laboratory records, conducting interviews, and obtaining controls from the registration data held by the Kent Family Health Service Authority.",
            "people in Thanet who had an illness with diarrhea between December 1, 1990, and January 31, 1991, with confirmation of the presence of cryptosporidial oocysts in a stool specimen.",
            "strong statistical association between illness and the consumption of unboiled tap water from a particular source.",
            "December 1990 and January 1991.",
            "",
            "samples of untreated or treated water",
            "",
            "",
            "",
            "2 months to 85 years wit a median age of 17 years"
        ]
    },
    {
        "title": "94",
        "answers": [
            "March 2018",
            "Maripasoula, a village located in a remote forest area along the border between Surinam and French Guiana in South America.",
            "A total of 51 cases of cryptosporidiosis were reported in Maripasoula in March 2018. The outbreak prompted epidemiological, microbiological, and environmental investigations.",
            "",
            "Tap water",
            "increase in the incidence of cryptosporidiosis",
            "",
            "51",
            "",
            "",
            "Cryptosporidium hominis subtype IbA10G2",
            "diarrhea, fever, vomiting, abdominal pain, headache",
            "epidemiological, microbiological, and environmental investigations",
            "",
            "Confirmed cases involved individuals with diarrhea and Cryptosporidium-positive stool, while possible cases involved diarrhea and close contact with a confirmed case.",
            "Tap water consumption",
            "from june to setember 2018",
            "improving the water treatment system, supplying military camps with bottled water, installing UV lights systems, and planning to move the water catchment point further upstream on the Maroni river.",
            "",
            "",
            "improved the water treatment system, including maintenance and repair of pumps, pre-treatment pH-adjustment, optimizing the coagulation process, improving water clarification, sand filters, tank cleaning, and a temporary increase in water chlorination.",
            "",
            "median age for children affected was 18 months (range: 6-21 months), and for military and police personnel, it was 28 years (range: 20-50 years)."
        ]
    },
    {
        "title": "95",
        "answers": [
            "first quarter of 1994",
            "Clark County, Nevada",
            "A cryptosporidiosis outbreak occurred among persons with human immunodeficiency virus (HIV) infection in Clark County, Nevada. The outbreak also extended into the immunocompetent population.",
            "",
            "municipal drinking water",
            "review of surveillance and microbiology records, revealing an increase in cryptosporidiosis cases.",
            "",
            "78",
            "9.2%",
            "41",
            "Cryptosporidium parvum",
            "diarrhea, fever, vomiting, abdominal pain, and death rates were mentioned.",
            "Matched case-control study",
            "environmental investigation",
            "adults with HIV infection and laboratory-confirmed Cryptosporidium parvum infection.",
            "persons who drank any unboiled tap water were four times more likely to have had cryptosporidiosis than persons who drank only bottled water.",
            "study mentions cases in 1992, 1993, and the first quarter of 1994. ",
            "",
            "testing of source (Lake Mead) and finished (treated) water",
            "",
            "",
            "",
            "range, 27 to 61 years, median age 4 year, range 8 months to 14 years"
        ]
    },
    {
        "title": "96",
        "answers": [
            "March 2000.",
            "Clitheroe, Lancashire, in northwest England",
            "An outbreak of cryptosporidiosis affected the area, with 58 reported cases of diarrhea with Cryptosporidium identified in stool specimens. Cryptosporidium oocysts were found in samples from the water treatment works as well as domestic taps.",
            "contamination with animal feces",
            "water distribution system contaminated with animal feces",
            "reported nine cases of cryptosporidiosis to the East Lancashire Health Authority",
            "",
            "Fifty-eight",
            "29.6 per 10,000",
            "",
            "Cryptosporidium oocysts",
            "diarrhea, fever, abdominal pain, vomiting, and blood in the stool.",
            "water samples were collected and analyzed",
            "Hydrodynamic modeling was used to estimate the peak oocyst count.",
            "",
            "Drinking unboiled tap water",
            "",
            "boil water notice",
            "",
            "76 oocysts of Cryptosporidium per 1,000 L.",
            "",
            "instituted a water-sampling schedule",
            "7 months to 95 years, with most patients being under 5 years (52%)."
        ]
    },
    {
        "title": "97",
        "answers": [
            "",
            "north west of Wales, UK. Within the Snowdonia National Park.",
            "The outbreak was a waterborne outbreak of Cryptosporidium hominis infection linked to a mains water supply. The affected area received its water supply from Llyn Cwellyn reservoir.",
            "",
            "wastewater contamination in mains water supply",
            "",
            "",
            "",
            "",
            "",
            "Cryptosporidium hominis, four named genotypes (cervine, muskrat II, rat, W19), and six new small subunit ribosomal RNA gene sequences",
            "",
            "genotyping Cryptosporidium isolates",
            "testing surface waters, wastewater treatment plants, and the affected water supply",
            "",
            "",
            "",
            "temporary boil water notice",
            "testing surface waters, wastewater treatment plants, and the affected mains water supply for Cryptosporidium oocysts.",
            "oocyst counts, Cryptosporidium spp, C. hominis, four named genotypes (cervine, muskrat II, rat, W19) and six new small subunit ribosomal RNA gene sequences were identified",
            "",
            "",
            ""
        ]
    },
    {
        "title": "98",
        "answers": [
            "August 1999.",
            "upstate New York",
            "The largest reported outbreak of waterborne Escherichia coli O157:H7 in the United States occurred after a county fair in upstate New York in August 1999.",
            "",
            "water distribution system",
            "increased number of persons being evaluated for diarrheal illness at local hospitals.",
            "",
            "775",
            "",
            "",
            "E. coli O157:H7 and Campylobacter jejuni",
            "diarrheal illness, and some hospitalized children showed worsening kidney function.",
            "culture methods, molecular detection, and PFGE to compare patient and environmental isolates.",
            "analyzing isolates from multiple patients and environmental samples to understand bacterial transmission during the outbreak.",
            "",
            "",
            "",
            "",
            "filtering liquid specimens (water, septic tank contents, or melted ice) through 0.45-μm-pore-size filters.",
            "Escherichia coli",
            "",
            "",
            ""
        ]
    },
    {
        "title": "99",
        "answers": [
            "June 2014.",
            "Gaidatar village of Rautahat district in central Nepal",
            "A diarrheal outbreak affected over 1500 people in Gaidatar village, and the study aimed to identify the source and causation of the disease. Vibrio cholerae O1 Ogawa serotype was isolated in diarrheic stool samples and sewage, and coliforms were found in drinking water samples.",
            "drinking water sources contaminated with fecal matters from their sewage",
            "drinking water sources contaminated",
            "",
            "",
            "1500",
            "",
            "",
            "Vibrio cholerae O1 Ogawa. Additionally, intestinal parasites, primarily Giardia lamblia, were found in stool samples.",
            "acute diarrheal illness",
            "team of microbiologists visited the village to collect samples for investigations upon approval of the concerned authorities.",
            "investigation involved analyzing stool and water samples to identify the presence of Vibrio cholerae, coliforms, and intestinal parasites.",
            "",
            "",
            "during June 2014",
            "",
            "samples from local drinking water sources",
            "Coliforms and fecal coliform.",
            "",
            "regular surveillance of drinking water sources",
            ""
        ]
    },
    {
        "title": "100",
        "answers": [
            "March 2006",
            "southern Mumbai, India",
            "The text describes two outbreaks of acute gastroenteritis in southern Mumbai in March and October 2006, affecting two localities.",
            "leakages and possibility of contamination of drinking water with sewage water",
            "sewage leaking to drinking water",
            "",
            "",
            "1500",
            "7% and 4%",
            "",
            "Enterovirus, rotavirus A, norovirus, rotavirus B, enteric adenovirus, Aichivirus, and human astrovirus",
            "loose or watery stools, vomiting, fever and abdominal pain",
            "Faecal specimens were collected from patients hospitalized during the outbreak periods for testing.",
            "The investigation involved testing faecal specimens for seven different enteric viruses and examining water and sewage pipelines for leakages.",
            "three or more loose or watery stools a day with or without other symptoms were considered outbreak cases.",
            "",
            "occurred in the months of March to October 2006.",
            "",
            "water samples ",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "101",
        "answers": [
            "June 2019,",
            "Askøy, an island approximately 1 km northwest of Bergen in Hordaland County, Western Norway.",
            "An outbreak of campylobacteriosis affected over 2000 residents in Askøy, resulting in hospitalizations and suspected deaths. The contaminated drinking water supply was linked to an old caved drinking water holding pool.",
            "drinking water holding pool was identified that had been faecally contaminated",
            "Horses faecal water contamination",
            "hundreds of people became sick with the same symptoms typical for food- or waterborne infections",
            "",
            "2000",
            "",
            "two",
            "Campylobacter jejuni, Escherichia coli (E. coli), Enterococcus faecalis, Clostridium perfringens, and Shiga toxin-producing E. coli",
            "diarrhoea, abdominal pain and fever.",
            "analyzing water samples from the affected pool, implementing chlorination and conducting inspections of the cave.",
            "inspections of the cave revealed cracks in the rocks through which contaminated water could seep.",
            "",
            "",
            "June 6th to June 24th, 2019",
            "chlorination, boil water advisory",
            "quantitative microbial source tracking (QMST)",
            "Campylobacter jejuni, Enterococcus faecalis, Clostridium perfringens and Shiga toxin-producing E. coli",
            "emptying water from the holding pool on the 24th of June 2019, inspections and laser scanning of the entire cave were conducted.",
            "QMST tests for systematic water quality control",
            ""
        ]
    },
    {
        "title": "102",
        "answers": [
            "2008",
            "Alamosa, Colorado",
            "In 2008, a large Salmonella outbreak occurred in Alamosa, Colorado, caused by the contamination of the municipal drinking water supply. The outbreak affected the community, leading to illness, hospitalizations, and economic costs.",
            "",
            "municipal drinking water supply",
            "notified of three culture-confirmed cases of S. Typhimurium among residents",
            "",
            "434",
            "",
            "one",
            "Salmonella serotype Typhimurium",
            "diarrheal illness",
            "epidemiologic investigation",
            "in-depth interviews",
            "",
            "",
            "March 19-April 11, 2008",
            "hyperchlorination of all areas of the water system, bottled water advisory, Do Not Use order and boil water advisory",
            "",
            "",
            "water system had been hyperchlorinated",
            "",
            "median age of ill persons was 37 years (range: 0–98 years)"
        ]
    },
    {
        "title": "103",
        "answers": [
            "March 2007",
            "Galway and surrounding areas, western Ireland.",
            "In 2007, a waterborne outbreak of Cryptosporidium hominis infection occurred in western Ireland. It resulted in 242 laboratory-confirmed cases and an uncertain number of unconfirmed cases. A boil water notice was in place for 158 days, affecting a large population of 120,432 persons residing in the area, businesses, visitors, and commuters. This outbreak represented the largest outbreak of cryptosporidiosis in Ireland.",
            "",
            "public water supply",
            "",
            "",
            "242",
            "",
            "",
            "Cryptosporidium hominis ",
            "",
            "",
            "",
            "",
            "",
            "5 months",
            "boil water notice",
            "",
            "",
            "",
            "major investments by local authorities in water treatment infrastructure",
            ""
        ]
    },
    {
        "title": "104",
        "answers": [
            "April 1st and 28 June 1986",
            "rural Vermont",
            "In 1986, an outbreak of diarrheal illness occurred in a residential trailer park in rural Vermont. The outbreak was later identified as giardiasis caused by Giardia lamblia.",
            "",
            "park's water supply",
            "three park residents with laboratory-confirmed G. lamblia infection were reported within 2 days",
            "122",
            "37",
            "30%",
            "",
            "Giardia lamblia",
            "Diarrhea",
            "park residents interviewed ",
            "obtained stool specimens, and examined the water supply for Giardia lamblia cysts.",
            "",
            "a trailer park resident who had G. lamblia cysts identified in stool or who reported three or more loose watery stools per day lasting 5 or more days between April 1 and June 28, 1986.",
            "2 months",
            "",
            "Park water also was tested for coliform bacteria",
            "Giardia lamblia",
            "",
            "",
            " eight (21%) of 38 residents aged <20 years and 29 (35%) of 84 residents aged ≥20 years met the case definition."
        ]
    },
    {
        "title": "105",
        "answers": [
            "2015",
            "Kampala, Uganda",
            "In 2015, a typhoid fever outbreak occurred in Kampala, Uganda, spreading from downtown into adjacent districts. More than 10,000 suspected cases were reported, with a higher attack rate in males and adults aged 15 to 59.",
            "",
            "untreated groundwater from unprotected springs and wells.",
            "",
            "",
            "10,000",
            "11.0/1,000 male residents, 8.4/1,000 females, 12.0/1,000 in adults",
            "",
            "Salmonella enterica serovar Typhi, Escherichia coli",
            "high fever, malaise, headache, abdominal pain, and constipation or diarrhea,",
            "environmental survey",
            "Water samples were collected and tested for contaminants.",
            "",
            "",
            "began in early 2015 and had spread throughout the city and adjacent districts by June of the same year.",
            "",
            "Water analyses included testing for Escherichia coli, free chlorine, and conductivity in various water sources.",
            "escherichia coli",
            "",
            "well-timed drinking water quality testing to identify and address sources of fecal contamination, possibly preventing future outbreaks. The need for strong partnerships with local collaborators is highlighted.",
            ""
        ]
    },
    {
        "title": "106",
        "answers": [
            "1st December 2007",
            "Nokia city, Southern Finland.",
            "Approximately 450,000 liters of treated sewage water were accidentally allowed to run into the drinking water supplies of Nokia city for two days due to a personal error by an employee. The contamination affected about 10,000 people, leading to faecal contamination of household water.",
            "personal error of one employee, leading to the release of treated sewage water into the drinking water supplies.",
            "leaking sewage to the drinking water supplies",
            "The employee realised the error",
            "",
            "1,000",
            "",
            "",
            "noro-, astro-, rota-, entero- and adenoviruses.",
            "diarrhoea and vomiting.",
            "analyzing viral samples from early water samples and patient samples.",
            "",
            "",
            "",
            "2 days",
            "",
            "water sample from tap water RT-PCR",
            "noro-, astro-, rota-, adeno- and enteroviruses",
            "",
            "",
            ""
        ]
    },
    {
        "title": "107",
        "answers": [
            "May 1983",
            "Greenville, Florida",
            "In May 1983, an outbreak of epidemic gastrointestinal disease affected an estimated 865 people in Greenville, Florida. The outbreak was associated with the consumption of city water. Campylobacter jejuni was isolated from specimens of ill persons, and deficiencies in the city water plant, including an unlicensed operator, failure of chlorination, and open-top treatment towers, were identified. Birds perching on the open-top treatment tower were observed, and subsequent trapping indicated the presence of C. jejuni in birds. The outbreak suggested that water systems exposed to birds may become contaminated and serve as a source of human campylobacteriosis.",
            "city water plant, a deep well system, had numerous deficiencies, unlicensed operator, a failure of chlorination, and open-top treatment towers",
            "city water plant",
            "received reports of acute gastroenteritis (AGE)",
            "",
            "865",
            "56 per cent",
            "",
            "Campylobacter jejuni",
            "diarrhea, abdominal cramps",
            "telephone survey, door-to-door survey",
            "surveys, water sampling, and medical record reviews. Birds perching on the water treatment tower were observed, and subsequent trapping indicated the presence of C. jejuni. Medical records of hospitalized persons from Greenville with AGE were reviewed.",
            "a person with onset of illness between April 15 and May 17, 1983, with specific gastrointestinal symptoms.",
            "consumption of city water",
            "April 15 to May 17, 1983",
            "boil-water notice",
            "water samples",
            "total coliform",
            "",
            "",
            ""
        ]
    },
    {
        "title": "108",
        "answers": [
            "November 1985",
            "Pittsfield, Massachusetts",
            "In Pittsfield, Massachusetts, 703 cases of giardiasis were reported between November 1, 1985, and January 31, 1986. The community's water supply was derived from two main reservoirs (A and B) and an auxiliary reservoir (C). The incidence of giardiasis peaked approximately two weeks after the city started using a major portion of its water from reservoir C, which had not been used for three years. The outbreak highlighted the risk associated with unfiltered surface water systems.",
            "city beginning to obtain a major portion of its water from reservoir C, which had not been used for three years.",
            "water of reservoir C",
            "received 70 reports of laboratory-confirmed giardiasis.",
            "",
            "703",
            "14.3/1000",
            "",
            "Giardia cysts",
            "diarrhea",
            "interviews, case-control studies, water sampling for Giardia cysts, and environmental studies.",
            "The city and state health officials initiated investigations when an increased number of laboratory-confirmed giardiasis cases were reported. Environmental studies identified Giardia cysts in the water of reservoir C.",
            "a person with onset of giardiasis symptoms between April 15 and May 17, 1983, with specific gastrointestinal symptoms.",
            "persons with giardiasis were more likely to be older and to have drunk more municipal water than household controls.",
            "November 1, 1985 to January 31, 1986",
            "boil-water order",
            "water samples using an immunofluorescent antibody technique, inoculation in gerbils",
            "Giardia cysts",
            "",
            "",
            "Eighty-eight per cent (130/147) of cases were age 20 years or older"
        ]
    },
    {
        "title": "109",
        "answers": [
            "September 2009,",
            "Guangdong Province, China",
            "In September 2009, a norovirus (NoV) outbreak affected a small school in Guangdong Province, China. The outbreak was attributed to contaminated well water intended exclusively for household use. This event marked the first laboratory-confirmed waterborne outbreak caused by GII.4 NoV genotype in China.",
            "consuming well water not intended for consumption",
            "well water",
            "",
            "5484 and 285",
            "92 students and 16 teachers",
            "1.8%",
            "",
            "Norovirus (NoV)",
            "loose stools and/or vomiting",
            "retrospective cohort investigation using a standardized questionnaire was conducted, examining well construction, chlorination conditions, and potential sources of contamination. The well water was tested for total aerobic bacteria and fecal coliforms.",
            "Microbiological investigation of the well water indicated fecal contamination, with elevated levels of aerobic bacteria and fecal coliforms. Environmental investigation could not determine the exact source of contamination.",
            "patients with >3 loose stools and/or vomiting in a 24-hour period beginning from August 31 to September 10, 2009.",
            "well water consumption",
            "31 August to 10 September, 2009.",
            "",
            "well-water samples real time RT-PCR",
            "NoV",
            "",
            "routinely monitor water systems, repair damaged water systems as necessary",
            ""
        ]
    },
    {
        "title": "110",
        "answers": [
            "June 2009",
            "Tune, approximately 30 km south of Copenhagen, Denmark.",
            "Following an unusually heavy rainfall in June 2009, a community-wide outbreak of Campylobacter gastroenteritis occurred in the small Danish town of Tune. The outbreak was suspected to be waterborne.",
            "exceptionally heavy rainfall on 11-12 June 2009, causing a backflow of water from the common drainage system for rainwater and sewage into the streets. Faulty installation adjacent to one of the boreholes which may have allowed a backflow of sewage water",
            "tap water",
            "unusual increase in patients with acute gastroenteritis.",
            "",
            "163",
            "16%",
            "",
            "Campylobacter jejuni",
            "diarrhoea, abdominal pain, fever or vomiting",
            "cohort study, a microbiological study of stool samples, a serological study of blood samples, and environmental analyses of the water distribution system.",
            "serological follow-up study of persons affected by the waterborne Campylobacter outbreak. Water samples were repeatedly taken at the waterworks and at multiple points of the water pipe network following the suspected contamination event. A faulty installation adjacent to one of the boreholes was identified as a potential source of contamination.",
            "a person with diarrhea (>3 loose stools in 24 h) or abdominal pain with either fever or vomiting, with symptom onset during the period 13-26 June 2009.",
            "consumption of tap water",
            "",
            "tapwater boiling advice",
            "Water samples",
            "coliform bacteria",
            "",
            "",
            "1 to 86 years (mean age 42 years)."
        ]
    },
    {
        "title": "111",
        "answers": [
            "October 31, 2010.",
            "City G, South China",
            "The outbreak of gastroenteritis was caused by drinking tap water contaminated with sewage at the source.",
            "tap water contaminated with sewage",
            "sewage leak",
            "number of alimentary tract cases increased abnormally from October 31",
            "71534",
            "427",
            "5.97%",
            "no severe hospitalization or deaths",
            "Norovirus",
            "gastroenteritis",
            "ambispective cohort study, personal interviews with patients and doctors, reviews of medical records, laboratory examinations of fecal specimens",
            "investigation involved analyzing the geographic distribution of cases, identifying the association between water consumption and illness, confirming the presence of Norovirus in samples, and continuous monitoring of water hygiene.",
            "a person with diarrhea (>3 loose stools in 24 h) or abdominal pain with either fever or vomiting, with symptom onset during the period from October 31 to November 12, 2010.",
            "Consumption of water provided solely by waterworks",
            "between October 31 and November 12 2010",
            "",
            "water samples from waterworks and sewage samples",
            " Norovirus",
            "",
            "Early identification of possible contamination sources",
            "highest among the 1-5 year age group and lowest in the 6-15 year age group"
        ]
    },
    {
        "title": "112",
        "answers": [
            "11 September 2008,",
            "Lilla Edet, Sweden",
            "A large outbreak of norovirus (NoV) gastroenteritis was caused by contaminated municipal drinking water. Approximately 18.5% of the 13,000 inhabitants in Lilla Edet became ill.",
            "",
            "municipal drinking water",
            "unusually high number of individuals who had suddenly fallen ill with gastrointestinal symptoms",
            "13000",
            "2400",
            "18.5%",
            "",
            "NoV genotype I",
            "gastrointestinal symptoms",
            "questionnaire survey, laboratory examinations of stool and water samples, and continuous hygiene monitoring of water samples from the waterworks.",
            "Stool samples from patients and water samples from different sources were collected and analyzed for various pathogens and indicators of contamination.",
            "",
            "Consumption of municipal drinking water",
            "",
            "boil water recommendation",
            "Water samples raw river water, distribution network, reservoir",
            "faecal indicator bacteria and coliphages",
            "",
            "",
            ""
        ]
    },
    {
        "title": "113",
        "answers": [
            "January 24, 2019",
            "Northern Greece",
            "A large gastroenteritis outbreak affected the residents of town X. A total of 638 cases were recorded, with tap water identified as the most likely source.",
            "Technical failures of the water tanks'",
            "tap water",
            "occurrence of a high number of gastroenteritis cases",
            "",
            "638",
            "",
            "",
            "norovirus, Campylobacter jejuni, Enterohemorrhagic E. coli (EHEC) and Enteropathogenic E. coli (EPEC)",
            "diarrhoea and/or vomiting",
            "Stool samples were collected from patients, a case-control study (CCS) and a retrospective cohort study (CS) were conducted, and water samples were collected. The water supply system was inspected.",
            "laboratory testing of stool samples for various bacteria, including Campylobacter spp., norovirus, and other pathogens. Water samples were collected and analyzed, and the water supply system was inspected for technical failures.",
            "anyone presenting with diarrhoea and/or vomiting from January 24, 2019, to February 4, 2019.",
            "consumption of tap water",
            "between 24 January 2019 to 04 February 2019",
            "Ad-hoc chlorination of the water supply system",
            "Water samples, from the water supply network and from the spring",
            "e coli and total coliforms",
            "immediate repair of technical failures",
            "regular monitoring of the water supply system",
            "median age was 44 years (range 0-93)"
        ]
    },
    {
        "title": "114",
        "answers": [
            "3 December 2001,",
            "central part of The Netherlands",
            "Due to human error, the drinking water supplied to a new housing estate was contaminated with grey water. The cross-connection between the drinking water and grey water systems caused grey water to circulate into the drinking water pipes.",
            "cross-connection between the drinking water system and the grey water system",
            "grey water system",
            "complained about an unusual odour and taste of the tap water",
            "921 accidentally exposedhouseholds",
            "",
            "54.1% in the exposed cohort (area A) and 24% in the non-exposed cohort (area B).",
            "",
            "Norovirus (NoV) RNA",
            "nausea, vomiting and diarrhoea",
            "retrospective cohort study was conducted to compare the affected area (area A) to a reference area (area B). The study involved testing a dose-response relation between water consumption and the occurrence of gastrointestinal complaints. Stool samples were collected, and environmental investigations were performed.",
            "Environmental investigations included comparing pathogens in stools and water. Grey water samples tested positive for NoV RNA.",
            "A case was defined as anyone presenting with gastrointestinal complaints.",
            "use of grey water",
            "",
            "boiling water advisory",
            "water company took samples of the tap water, grey water samples",
            "NoV RNA, total coliform bacteria",
            "",
            "",
            ""
        ]
    },
    {
        "title": "115",
        "answers": [
            "August 1980",
            "Lindale, northern Georgia",
            "An outbreak of gastroenteritis affected approximately 1,500 persons in the community. The illness was characterized by nausea, vomiting, and diarrhea and lasted for one week.",
            "cross-connections between an industrial water system (which contained fecal coliform bacteria) and the community water system.",
            "One of the springs was found to be contaminated",
            "increase in the number of patients presenting with gastroenteritis",
            "",
            "1,500",
            "71% among males and 65% among females",
            "",
            "Norwalk virus",
            "nausea, vomiting, and diarrhea",
            "telephone surveys, surveys of textile plant employees and school students and staff, and a neighborhood door-to-door survey. A retrospective cohort study was initiated.",
            "The investigation focused on the association between gastrointestinal illness and consumption of drinking water, and it revealed a significant association with proximity to a textile plant and cross-connections between industrial and community water systems.",
            "individuals with gastrointestinal complaints.",
            "Proximity to a textile plant",
            "one week",
            "",
            "Investigation of the water systems",
            "total coliform",
            "",
            "",
            "prevalence in all age groups"
        ]
    },
    {
        "title": "116",
        "answers": [
            "end of 1991 and the beginning of 1992",
            "outskirts of greater Copenhagen, Denmark.",
            "The outbreak of gastroenteritis affected approximately 1,600 people in the small Danish town. It was caused by contamination of a waterworks with wastewater due to overflow. The outbreak correlated with precipitation, showed secondary spread, and resulted in major economic losses.",
            "a congested municipal sewer and by technical defects in a privately owned waterworks.",
            "",
            "water was found in the old waterworks building",
            "",
            "1600",
            "12%",
            "No one died",
            "",
            "diarrhoea, vomiting",
            "structured questionnaires were sent to all 703 households supplied by the waterworks in early February 1992. The study involved questions about demographic status, water consumption, gastroenteritis symptoms, physician contacts, and sick leave during the seven-week period of December 16, 1991, to February 2, 1992.",
            "analyzing incidence and prevalence rates, calculating the correlation between episodes of diarrhea and precipitation, and assessing economic losses due to sick leave.",
            "",
            "",
            "16 December 1991 to 2 February 1992",
            "order to boil drinking water",
            "water sample of the well water",
            "total coliforms",
            "filters were changed",
            "chlorination of filters and pipes was started",
            "median age of 39 years (interquartile range: 19-52 years)"
        ]
    },
    {
        "title": "117",
        "answers": [
            "December 1982",
            "Edmonton",
            "",
            "",
            "central water treatment facility",
            "noticed an increase in the number of positive identifications of G. lamblia cysts in stools.",
            "",
            "895",
            ">100 cases (per 100 000 population)",
            "",
            "Giardia lamblia",
            "fatigue, diarrhea, bloating, nausea, abdominal pain, and flatulence",
            "Questionnaires were mailed to 234 cases identified from laboratory reports. The investigation aimed to gather information on symptoms, source of drinking water, personal habits, living accommodations, and types of pets.",
            "The investigation involved analyzing positive reports of giardiasis between October 1982 and April 1983. Questionnaires were sent to cases, and controls (friends who had not been ill) were included in the study.",
            "positive report of G. lamblia",
            "",
            "December 1982 and April 1983",
            "",
            "",
            "",
            "",
            "",
            "Approximately 60% of the cases were aged 20-34 years, and 15% were over 50 years of age. Seventy-one percent (71%) were females."
        ]
    },
    {
        "title": "118",
        "answers": [
            "20 September 2001.",
            "Dracy le Fort in eastern France",
            "Clustered cases of gastroenteritis occurred in Dracy le Fort on 20 September 2001. Complaints about the quality of the public water supply had been reported during the previous week.",
            "",
            "Bacterial contamination of the public water supply",
            "Complaints about the quality of the public water supply triggered the investigation",
            "",
            "",
            "",
            "",
            "Cryptosporidium hominis type Ib",
            "diarrhea",
            "Three investigations were conducted: analysis of fecal samples, analysis of water samples, and epidemiologic investigations based on telephone surveys.",
            "analysis of fecal and water samples and telephone surveys to determine the source, extent, and impact of the contamination.",
            "",
            "amount of water consumed",
            "from 20 September to at least 3 October",
            "",
            "analysis of fecal samples from symptomatic patients, analysis of water samples",
            "Cryptosporidium sp.",
            "",
            "",
            ""
        ]
    },
    {
        "title": "119",
        "answers": [
            "early October 1991",
            "rural Irish town",
            "The contamination event involved sewage contamination of the water supply to approximately half the population of the rural town.",
            "well (supply B) had become contaminated with untreated human sewage which leaked from an adjacent sewage conduit.",
            "sewage leaked the water supply",
            "consumer complained of a foul smell from a domestic water supply",
            "half the population of a rural town of 11141 people",
            "",
            "77.3%",
            "",
            "non-pathogenic Escherichia coli, Providencia alcalifaciens, enterotoxigenic E. coli, Giardia lamblia.",
            "abdominal cramps, diarrhea, appetite loss, nausea, tiredness",
            "community-wide survey",
            "A self-administered questionnaire was delivered to residents to assess the extent and effects of the episode on their health.",
            "",
            "Drinking unboiled water",
            "a month",
            "alternative drinking water supply was provided",
            "Water samples were taken for bacteriological analysis",
            "total coliform count and E. coli count",
            "The well (supply B) was closed and not used again. Supply A was substituted, and the pipe system was flushed out and hyperchlorinated.",
            "",
            "Two hundred and fifty-two (74.1 %) cases were under 40 years of age."
        ]
    },
    {
        "title": "120",
        "answers": [
            "Christmas 1986",
            "Salen in Sweden.",
            "The contamination event resulted from an overflow of sewage water into the drinking water system of the Swedish ski resort, exposing more than 3000 persons to contaminated water. Over 1400 cases of giardiasis were diagnosed by microscopy.",
            "overflow of sewage water into the drinking water system",
            "drinking water system",
            "",
            "3000 exposed",
            "over 1400",
            "",
            "",
            "Giardia lamblia",
            "diarrhoea",
            "Sera from exposed persons were collected and analyzed for specific IgG and IgA antibodies to G. lamblia. Stool examination was considered the primary means of diagnosis.",
            "collecting serum samples from exposed persons, conducting serological analysis, and relating the results to microscopic examination of feces and the occurrence of diarrhea.",
            "",
            "",
            "1 week",
            "",
            "",
            "",
            "",
            "",
            "age distribution of the population exposed to Giardia was 2-77 years"
        ]
    },
    {
        "title": "121",
        "answers": [
            "March 2000",
            "Municipality A, North Karelia in eastern Finland",
            "A large outbreak of gastroenteritis occurred, affecting the Ylä-Karjala region. Norovirus was identified in stool samples of nine patients. The outbreak was associated with the consumption of drinking water from the nonchlorinated community water system in municipality A.",
            "",
            "community water system",
            "notified of an outbreak of gastroenteritis",
            "",
            "368",
            "63%",
            "",
            "Norovirus",
            "vomiting, diarrhea, nausea",
            "Stool specimens from patients were examined for viruses by electron microscopy and reverse transcription-polymerase chain reaction (RT-PCR). Water samples were also investigated for coliforms and noroviruses.",
            "examining stool specimens for viruses, routine bacterial cultures, microscopy for parasites, and testing water samples for coliforms and noroviruses.",
            "",
            "Drinking water from the nonchlorinated community water system in municipality A",
            "",
            "boil-water notice, chlorinating the water",
            "Nine water samples from the water supply of municipality A were investigated for coliforms and noroviruses",
            "All samples from the municipal water supply were negative for noroviruses",
            "",
            "",
            "median age was 27 years (range 8-70)"
        ]
    },
    {
        "title": "122",
        "answers": [
            "March 2011",
            "Santo Stefano di Quisquina, Agrigento, Sicily, Italy",
            "An outbreak of gastroenteritis occurred in Santo Stefano di Quisquina, affecting 156 cases within two weeks among the 4,965 people living in the municipality. Norovirus (NoV) genotype GII.4 variant New Orleans 2009 was identified in stool samples from 11 out of 12 cases tested. The contamination was associated with municipal drinking water consumption.",
            "Contamination of the well and springs supplying the public water network",
            "the well and springs supplying the public water network",
            "unexpectedly high number of individuals who had fallen sick with gastrointestinal symptoms",
            "",
            "156",
            "3.14% (156/4,965)",
            "no fatality",
            "Norovirus (NoV) genotype GII.4 variant New Orleans 2009",
            "vomiting, diarrhea, abdominal pain, fever, and headache.",
            "testing stool specimens for Norovirus and water samples from the public water system for a variety of genotypes.",
            "An epidemiological investigation was conducted to characterize the outbreak and target the control measures. A case was defined as a person developing diarrhea or vomiting during February 27-March 13, 2011. Stool specimens were collected from 12 cases. Norovirus (NoV) genotype GII.4 variant New Orleans 2009 was identified in stool samples from 11 of 12 cases tested (91.7%).",
            "a probable case was a person developing diarrhea or vomiting during February 27-March 13, 2011.",
            "Municipal drinking water consumption",
            "",
            "to drink bottled water or boil the municipal water and chlorine concentration of the municipal drinking water was increased",
            "Water samples from the public water system were tested for NoV and a variety of genotypes",
            "NoV genotype GII.4",
            "Chlorine concentration of the water supply was also increased",
            "",
            ""
        ]
    },
    {
        "title": "123",
        "answers": [
            "January 12 1987",
            "Carroll County, western Georgia, USA.",
            "An outbreak of gastroenteritis affected an estimated 13,000 people in Carroll County, with Cryptosporidium oocysts identified in the stools of 58 out of 147 patients tested during the outbreak. The water supply was implicated as a possible source of the outbreak.",
            "Low-level cryptosporidium infection in cattle in the watershed and a sewage overflow were considered as possible contributors to the contamination of the surface-water supply.",
            "infection in cattle in the watershed",
            "dramatic increase in gastroenteritis among students at West Georgia College",
            "64,900",
            "13,000",
            "",
            "",
            "cryptosporidiosis",
            "Symptoms of gastroenteritis, including diarrhea and vomiting",
            "An initial case-control study and comparison of gastroenteritis rates were conducted to implicate the water supply as a possible source.",
            "Federal and local engineers evaluated the water treatment plant, and samples of raw and treated water were examined for Cryptosporidium and Giardia.",
            "",
            "",
            "January 12 and February 7, 1987",
            "advisory to boil water",
            "samples of treated public water with use of a monoclonal-antibody test",
            "Cryptosporidium oocysts",
            "",
            "",
            ""
        ]
    },
    {
        "title": "124",
        "answers": [
            "November 2010",
            "Östersund, Sweden.",
            "Approximately 27,000 inhabitants of Östersund were affected by a waterborne outbreak of cryptosporidiosis characterized by a rapid onset and high attack rate, especially among young and middle-aged persons. Risk factors, detection of Cryptosporidium hominis subtype IbA10G2, and consistently low numbers of oocysts in drinking water confirmed insufficient reduction of parasites by the municipal water treatment plant.",
            "insufficient reduction of parasites by the municipal water treatment plant",
            "drinking water",
            "reports from several employers that 10%-0% of employees had gastroenteritis",
            "27,000",
            "10,653",
            "",
            "",
            "Cryptosporidium hominis subtype IbA10G2",
            "gastrointestinal symptoms, including prolonged diarrhea",
            "testing of patients for pathogens, a retrospective cohort study, and questionnaires distributed to residents",
            "retrospective cohort study was conducted, including a random sample of 1,524 persons. Questionnaires were used to gather information about the extent of the outbreak, clinical characteristics, and risk factors for acquiring cryptosporidiosis.",
            "",
            "young age, number of infected family members, amount of water consumed daily, gluten intolerance, and chronic intestinal disease.",
            "November to December",
            "boil-water advisory",
            "drinking water and raw water samples collected",
            "Cryptosporidium oocysts",
            "pipes were repeatedly flushed",
            "install a UV water disinfection system",
            "median age of 44 years, with a range from 0 to 98 years."
        ]
    },
    {
        "title": "125",
        "answers": [
            "6 June 2019,",
            "Askøy, Norway.",
            "More than 50 cases of gastroenteritis were reported in Askøy, and a reservoir in a water supply system was suspected as the source of the outbreak due to the acute onset and geographical distribution of cases.",
            "contamination through cracks in the reservoir, most probably during heavy rainfall.",
            "reservoir in a water supply system",
            "notified of more than 50 cases of gastroenteritis",
            "",
            "1,573",
            "",
            "",
            "Campylobacter jejuni",
            "fever, abdominal pain, and diarrhea.",
            "pilot interviews, a telephone survey and an SMS-based cohort study",
            "collection of system information for WSS-A. Whole genome sequencing was performed on human and environmental isolates.",
            "a person in a household served by WSS-A who had gastroenteritis for more than 24 hours between 1 and 19 June 2019.",
            "Residents served by the reservoir had a 4.6x higher risk of illness than others.",
            "between 1 and 19 June 2019.",
            "boil water advisory and closure of Reservoir, emergency water supply distribution",
            "Water samples checking core genome MLST profiles",
            "Campylobacter jejuni",
            "",
            "",
            "34 years (range: 0 to 93 years)"
        ]
    },
    {
        "title": "126",
        "answers": [
            "August and October 2003",
            "9th district of Rome",
            "A cluster of Legionnaires' disease (LD) cases was identified in the 9th district of Rome, with 15 confirmed cases occurring between August and October 2003.",
            "",
            "cooling tower",
            "",
            "",
            "15",
            "",
            "one",
            "Legionella pneumophila serogroup 1 subgroup Philadelphia",
            "pneumonia",
            "A matched case-control study was conducted, environmental samples were collected, and hospital discharge records were retrospectively analyzed. Water and biofilm samples were collected from various sites.",
            "Genotypic and phenotypic analysis of human and environmental isolates demonstrated that the cluster was caused by a single strain of L. pneumophila serogroup 1. The cooling tower of the specific department store was identified as the source of infection.",
            "radiologically confirmed pneumonia with laboratory evidence of acute Legionella infection.",
            "significantly increased risk of disease among those frequenting a specific department store in the district.",
            "August and October 2003",
            "disinfection using hydrogen peroxide and silver (shock treatment)",
            "water and biofilm samples were collected from several sites",
            "pneumophila serogroup 1 subgroup Philadelphia",
            "Disinfection, including shock treatment, was carried out as an immediate action.",
            "",
            "mean age was 70 years, ranging from 49 to 89 years, with a male:female ratio of 2:1."
        ]
    },
    {
        "title": "127",
        "answers": [
            "July 2001",
            "Murcia, Spain",
            "An explosive outbreak of Legionnaires' disease, the world's largest reported to date, occurred in Murcia. More than 800 suspected cases were reported, with 449 confirmed cases.",
            "",
            "cooling towers at a city hospital",
            "",
            "",
            "800 reported, 449 confirmed",
            "0.1% to 5%",
            "Six",
            "Legionella pneumophila serogroup 1 Pontiac (MAb 2+)",
            "pneumonia",
            "A case-control study was conducted, and possible sources of aerosols were inspected. Water and biofilm samples were collected from various sites, including cooling towers, storage tanks, and decorative fountains.",
            "Genotypic and phenotypic analysis of human and environmental isolates demonstrated that the cluster was caused by a single strain of L. pneumophila serogroup 1. Cooling towers were identified through aerial inspection.",
            "radiologically confirmed pneumonia with laboratory evidence of acute Legionella infection.",
            "increased risk of disease among those living outside the city of Murcia.",
            "from June 26 to July 19, 2001.",
            "",
            "water samples from the drinking water supply network in the city of Murcia and 22 installations (cooling towers of 11 buildings in the city and water storage tanks from 3 buildings)",
            "L. pneumophila serogroup 1 Pontiac (MAb 2+)",
            "Urgent measures were undertaken to clean, disinfect, or close possibly contaminated sources. The cooling tower that was the source of the outbreak was subsequently replaced by an air-cooled system.",
            "",
            "19 to 91 years, with 70% being >50 years old, and 29% being >70 years old. The incidence rate increased with age in both sexes, and it was higher in men in all age groups."
        ]
    },
    {
        "title": "128",
        "answers": [
            "September 2008",
            "Lilla Edet, Västra Götaland, Sweden",
            "A large outbreak of gastroenteritis affected Lilla Edet, with approximately 2,400 individuals falling ill. The outbreak had its peak on September 9 and 10, 2008.",
            "water treatment plant (WTP) drawing recycled water from the River Göta.",
            "water supply system",
            "large number of ill individuals complaining of acute gastroenteritis",
            "",
            "2,400",
            "",
            "",
            "norovirus (NoV)",
            "acute gastroenteritis",
            "questionnaires issued to households, virological analysis of water samples, and assessment of water quality in the River Göta.",
            "Outbreak investigations included assessments of questionnaires, virological analysis of water samples, and monitoring of water quality in the River Göta. Good communications allowed early warning of maintenance or alarm events.",
            "",
            "",
            "",
            "Boil water orders",
            "",
            "",
            "",
            "Good communications give early warning of maintenance or alarm events",
            ""
        ]
    },
    {
        "title": "129",
        "answers": [
            "24 August 2008",
            "Podgorica, Montenegro",
            "An outbreak of acute gastroenteritis in Podgorica led to investigations to guide control measures. From August 23 to September 7, 1699 cases were reported, with an estimated total outbreak size of 10,000-15,000 and an attack rate of over 10%.",
            "faecally contaminated municipal water",
            "municipal water",
            "unusually high number of patients presenting with acute gastroenteritis",
            "",
            "1699",
            "10%",
            "",
            "norovirus",
            "abdominal pain, vomiting and/or nausea, diarrhoea and/or fever",
            "IPH initiated an outbreak investigation promptly after being informed of the cases. The investigation involved a case-control study, microbiological analysis of samples, and assessment of the water distribution system.",
            "Multiple defects in the water distribution system were noted. The case-control study involved age- and neighbourhood-matched controls, and analyses of faecal samples identified various norovirus genotypes.",
            "anyone presenting with symptoms of abdominal pain, vomiting, nausea, diarrhea, and/or fever.",
            "Consumption of unboiled chlorinated municipal water",
            "23 August to 7 September",
            "",
            "faecal and municipal water samples",
            "",
            "",
            "establish effective multiple-barrier water-treatment systems",
            ""
        ]
    },
    {
        "title": "130",
        "answers": [
            "August 2004",
            "south shore of Lake Mývatn in Iceland",
            "The outbreak involved gastrointestinal illness reported by a group of tourists who dined at a hotel. The contamination was associated with the water supply.",
            "A septic system located 80 meters upstream of the water intake was considered to have contaminated the drinking water.",
            "septic system leak to rural water supply",
            "a group of tourists reported gastrointestinal illness",
            "",
            "100",
            "",
            "",
            "norovirus",
            "Gastrointestinal illness symptoms",
            "identifying the contaminated water source",
            "",
            "",
            "",
            "",
            "advisory to boil drinking water",
            "Water samples tested were negative for coliform and strongly positive for norovirus.",
            "Norovirus",
            "drainage from the septic tank was moved away from the direction of the groundwater stream",
            "systematic evaluation of septic systems in rural areas, UV treatment was installed",
            ""
        ]
    },
    {
        "title": "131",
        "answers": [
            "late 2007",
            "Nokia, Near Tampere in southern Finland.",
            "The outbreak of acute gastroenteritis (AGE) was caused by the contamination of drinking water with sewage in the Finnish community of Nokia.",
            "drinking water contaminated with sewage",
            "drinking water",
            "",
            "",
            "758",
            "",
            "",
            "rotavirus, human calicivirus (noroviruses and sapoviruses), Aichi virus, adenovirus, bocavirus, Campylobacter jejuni, and Salmonella",
            "acute gastroenteritis (AGE), and bloody diarrhea occurred only when C. jejuni was present.",
            "examining stool specimens for various causative agents in children from the contaminated area who were seen in Tampere University Hospital.",
            "assessing the severity of AGE in hospitalized children.",
            "",
            "",
            "28 November to 31 December 2007.",
            "",
            "",
            "",
            "",
            "",
            "6 months to 13 years (median age 2 years 6 months)"
        ]
    },
    {
        "title": "132",
        "answers": [
            "September 2001,",
            "Dracy le Fort,eastern France",
            "In September 2001, a waterborne outbreak of gastroenteritis occurred in Dracy le Fort, involving clustered cases of gastroenteritis reported by the population served by the same water network.",
            "",
            "tap water",
            "health authorities were notified of clustered cases of gastroenteritis, complaints about the water quality",
            "",
            "563",
            "50.80%",
            "",
            "Cryptosporidium",
            "diarrhea, vomiting, and abdominal pain",
            "Epidemiologic investigations",
            "identifying clustered cases of gastroenteritis, analyzing water samples for Cryptosporidium oocysts, and assessing risk factors.",
            "",
            "Consumption of tap water before 20 September",
            "",
            "",
            "fecal samples, water samples",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "133",
        "answers": [
            "March 1976",
            "Camas, Washington",
            "In March 1976, 128 persons in Camas, Washington, had laboratory-confirmed giardiasis. The contamination was attributed to inadequate water treatment processes.",
            "water plants' inadequate flocculation, coagulation, and sedimentation",
            "water plants",
            "unusually large number of his patients complained of persistent diarrhea",
            "",
            "128",
            "3.8%",
            "",
            "Giardiasis",
            "diarrhea",
            "A questionnaire survey, examination of water treatment processes, and investigation of the watershed were conducted.",
            "investigation involved reviewing hospital laboratory records, conducting a questionnaire survey, examining water treatment processes, and investigating the watershed.",
            "",
            "",
            "1 April to 1 June 1976",
            "",
            "Giardia cysts were recovered from raw water entering the city water treatment",
            "Giardia cysts",
            "",
            "",
            ""
        ]
    },
    {
        "title": "134",
        "answers": [
            "December 2007",
            "Shenzhen, South China",
            "A gastroenteritis outbreak affected workers at two factories and a construction site in Shenzhen. Symptoms included diarrhea, nausea, vomiting, and abdominal cramps.",
            "water pipe breakage",
            "water supply system",
            "health authorities were informed of a possible outbreak of gastroenteritis",
            "369",
            "43",
            "",
            "",
            "Noroviruses, specifically belonging to GII 4 viruses.",
            "diarrhea, nausea, vomiting, and abdominal cramps",
            "survey was then conducted with questionnaires. Water samples were analyzed for NoVs using RT-PCR.",
            "The survey collected information on food and water consumption, workplace attendance, and the source of drinking water. The shared water supply system and a recent water pipe breakage were identified as key factors.",
            "",
            "",
            "",
            "",
            "water concentrates made by membrane adsorption-elution, and NoV was detected by reverse transcription-polymerase chain reaction (RT-PCR)",
            "NoVs",
            "",
            "",
            ""
        ]
    },
    {
        "title": "135",
        "answers": [
            "early June 2007",
            "northeastern Wisconsin.",
            "In early June 2007, 229 patrons and employees of a new restaurant in northeastern Wisconsin experienced acute gastroenteritis, with six people being hospitalized. The outbreak was later linked to the consumption of well water at the restaurant.",
            "Effluent from the septic system, carrying norovirus, infiltrated the well water.",
            "restaurant's well water",
            "",
            "",
            "229",
            "",
            "",
            "Norovirus genogroup I, specifically genotype GI.2",
            "acute gastroenteritis",
            "initial actions involved epidemiological case-control analysis, microbiological analysis of well water, and hydrogeological methods to trace the source of the outbreak.",
            "investigation included tracer tests using dyes injected into the septic system to trace the movement of effluent to the well. The identical norovirus was found in patrons' stool specimens and the septic tank.",
            "",
            "Drinking the restaurant's well water",
            "",
            "",
            "Microbiological analysis (quantitative reverse transcription-polymerase chain reaction) measured 50 genomic copies per liter of norovirus genogroup I in the well water",
            "50 genomic copies per liter of norovirus genogroup I",
            "",
            "",
            ""
        ]
    },
    {
        "title": "136",
        "answers": [
            "February 2009",
            "Guatemalan resort complex in Tecpan, located approximately 40 km west of Guatemala City.",
            "A large outbreak of acute gastroenteritis (AGE) affected participants in a school excursion to a Guatemalan resort in Tecpan. A total of 92 out of 119 participants (77%) met the primary case definition for AGE.",
            "",
            "contaminated water during a school excursion.",
            "received a report of a large outbreak of AGE among participants in a school excursion",
            "119 exposed",
            "92",
            "77% to 80%",
            "",
            "norovirus",
            "diarrhea, vomiting, nausea, fever, and abdominal cramps.",
            "interviews, stool specimen collection, inspection of the excursion site, and testing of water samples for coliforms and E. coli.",
            "interviewing 119 persons, collecting stool specimens from ill children, inspecting the excursion site, and testing water samples for microbial contamination.",
            "A case was defined as an illness with onset of diarrhea or vomiting during February 25-March 5, 2009.",
            "drinking water",
            "February 25 to March 5, 2009",
            "",
            "tested water samples for total coliforms and Escherichia coli",
            "total coliforms, E. coli, norovirus.",
            "",
            "",
            "median age of the ill children was seven years (range: 6-8 years)"
        ]
    },
    {
        "title": "137",
        "answers": [
            "January 4-9, 1982",
            "north Georgia, specifically in the town of Tate",
            "Following heavy rainfall on January 2 and 3, 1982, and possible contamination from surface runoff, an outbreak of acute gastroenteritis affected residents served by the community water system in Tate.",
            "surface runoff from heavy rainfall, which may have contaminated the community water system.",
            "community water system",
            "tap water appeared turbid",
            "",
            "",
            "",
            "",
            "Norwalk virus",
            "acute onset of vomiting and/or diarrhea",
            "interviews of ill persons, testing of serum and stool samples, a community telephone survey, and evaluation of the water system.",
            "systematic telephone survey, interviews, testing of serum and stool samples for Norwalk virus, and an evaluation of the water system.",
            "acute onset of vomiting and/or diarrhea (≥ 1 watery stool/day) during the period January 1-9.",
            "63% of persons living in homes served by the community water system had symptoms of acute gastroenteritis in contrast to 9% of persons in homes served by private wells",
            "from January 4 to January 9, 1982.",
            "water entering the distribution system was superchlorinated to a level of approximately 10 ppm chlorine.",
            "Fecal coliforms (> 16 MPN/100 ml) were detected in a spring which served as one water source for the community system",
            "Fecal coliforms",
            "",
            "",
            ""
        ]
    },
    {
        "title": "138",
        "answers": [
            "May 1978",
            "School A is located 15 km from the city of Tacoma in Pierce County, Washington.",
            "An explosive outbreak of gastrointestinal illness clinically compatible with infection by an agent serologically related to the Norwalk virus occurred in School A. The illness affected 72% of students and teachers at the school, with a suspected mode of transmission being water.",
            "back-slphonage through a cross-connection between the school's well and septic tank",
            "cross-connection between the school's well and septic tank",
            "absenteeism due to gastrointestinal illness",
            "1393",
            "",
            "72%",
            "",
            "Norwalk virus",
            "vomiting, diarrhea and low grade fever",
            "questionnaire distributed to households, examination of fecal specimens, and analysis of water samples from various points in the school building.",
            "assessing the nature and etiology of the illness through questionnaires, electron microscopy of fecal specimens, and water sample analysis.",
            "acute onset of vomiting and/or diarrhea (  1 watery stool/day) during the period January 1-9.",
            "Water consumption, specifically drinking water at the school",
            "May 4 to May 10",
            "closed the school",
            "Water samples from 10 sites in the school building were analyzed",
            "fecal coliforms",
            "water system was copiously flushed. Intermittent chlorination was implemented",
            "air gap and a vacuum breaker were installed onto the air intake line to the well",
            ""
        ]
    },
    {
        "title": "139",
        "answers": [
            "July 2012",
            "Vuorela, Finland",
            "A water distribution pipe breakage during road construction work in Vuorela led to a community-wide waterborne outbreak in July 2012.",
            "water distribution pipe breakage during construction work",
            "drinking water supply",
            "excess number of patients with gastrointestinal symptoms reported to the health care center",
            "2931",
            "800",
            "52%",
            "",
            "Sapovirus, enterovirus, single Campylobacter jejuni and EHEC O157:H7",
            "diarrhoea, nausea, vomiting, stomach ache or fever",
            "web-based questionnaire, analysis of water and patient samples for multiple microbial targets, molecular typing, microbial community analysis, and spatial analysis on the water distribution network.",
            "polyphasic approach included advanced epidemiological and microbiological methods to understand the source, extent, and magnitude of the outbreak.",
            "a person staying or living in the Vuorela area during July 2012 with diarrhea or two of the following symptoms: nausea, vomiting, stomach ache, or fever.",
            "Drinking untreated tap water from the defined outbreak area",
            "4th July to 3rd August",
            "boil water notice",
            "water samples multiple microbial targets, molecular typing and microbial community analysis.",
            "EPEC, EAEC and EHEC virulence genes and faecal indicator bacteria",
            " The water distribution pipeline was flushed, the water storage reservoir was cleaned, and the entire distribution system was disinfected with chlorine. Pipe breakage was fixed within 14 hours",
            "",
            ""
        ]
    },
    {
        "title": "140",
        "answers": [
            "August 2014,",
            "Toledo, Ohio",
            "The City of Toledo, Ohio, issued a do not drink/do not boil (DND/DNB) notice to all customers served by the city's water system due to the detection of microcystin in the drinking water that exceeded the established threshold concentration.",
            "",
            "drinking water",
            "detection of microcystin in the drinking water",
            "500,000 exposed",
            "",
            "",
            "",
            "Microcystin, a cyanotoxin produced by cyanobacteria",
            "",
            "",
            "",
            "",
            "",
            "",
            "do not drink/do not boil (DND/DNB) notice",
            "detection of microcystin in the drinking water that exceeded the lifetime chronic exposure threshold concentration",
            "Cyanotoxins (microcystin)",
            "",
            "",
            ""
        ]
    },
    {
        "title": "141",
        "answers": [
            "12th July 2018",
            "Wardha, India.",
            "Cholera was detected in the stool sample of a 3-year-old child from a slum area, prompting an urgent outbreak investigation to prevent it from progressing into an epidemic.",
            "Migration, unhygienic living conditions, overcrowding, open field defecation, and ignorance about the spread",
            "",
            "Cholera was detected in the stool sample of a 3-year-old child",
            "",
            "28",
            "27%",
            "case fatality rate was 0",
            "V. cholerae O1 biotype El Tor serotype Ogawa",
            "loose stool and/or vomiting",
            "Linelisting, collection of stool and water samples, immediate referral, and treatment of patients.",
            "A detailed epidemiological report with recommendations and plan of action was made and forwarded to the district health system",
            "a person with diarrhea or two of the following symptoms: nausea, vomiting, stomach ache, or fever.",
            "",
            "",
            "",
            "water sample ortho toluidine test, multiple tubes method",
            "presumptive Coliform count based on multiple tubes method was found to be unsatisfactory. Negative for V. cholerae",
            "",
            "",
            "3 to 65 years, more than half of the suspected cases were from the age group of 0-10 years of age"
        ]
    },
    {
        "title": "142",
        "answers": [
            "May 27 2021,",
            "rural village in northern Kazakhstan",
            "An outbreak of acute gastroenteritis occurred in the village, affecting 154 individuals. The symptoms included diarrhea, fever, vomiting, weakness, and decreased appetite.",
            "tap water could have been contaminated with feces from waste water",
            "untreated tap water",
            "uptick in the number of cases of gastroenteritis reported by district epidemiologists.",
            "12000",
            "154",
            "~26 per 1,000 inhabitants",
            "No fatalities",
            "",
            "diarrhea, fever, vomiting, weakness, and decreased appetite",
            "A case-control study was conducted, and clinical and epidemiological data were collected. Stool and water samples were obtained for virological and molecular genetic analysis.",
            "The investigation found that monitoring of water quality and safety had not been conducted since 2018. Cases were clustered in one of the two water supply networks in the city.",
            "acutely ill residents with signs and symptoms of diarrhea, fever, vomiting, and weakness.",
            "Drinking unboiled tap water",
            "May 14 to June 15, 2021.",
            "",
            "water samples taken from patient homes",
            "high levels of bacterial colony-forming units (CFUs) in water exceeding 5000 CFU per 100 mL",
            "cleaned and disinfected the water supply network",
            "regular monitoring of water supply facilities",
            "Most cases were children; 44% were <6 years old. The attack rate was highest in the 0-10 age group."
        ]
    },
    {
        "title": "143",
        "answers": [
            "18 September 2013,",
            "Gipuzkoa",
            "An outbreak of acute gastroenteritis (AGE) occurred among workers at the factory, with symptoms such as diarrhea and vomiting.",
            "connection between an industrial use water system and drinking water at the factory",
            "drinking water at the factory",
            "notified of an outbreak of acute gastroenteritis (AGE)",
            "443",
            "238",
            "53.7%",
            "",
            "norovirus and rotavirus.",
            "diarrhea, vomiting, nausea, abdominal pain, and fever.",
            "collecting data through questionnaires, conducting microbiological analysis of stool samples and water, and performing an environmental study to identify the source of contamination.",
            "environmental study revealed a connection between an industrial use water system and drinking water at the factory.",
            "individuals aged 25 to 69 years who reported symptoms of diarrhea, vomiting, nausea, abdominal pain, or fever.",
            "source of water consumed",
            "June and September 2013",
            "banning the processing of food and use of drinking water throughout the factory.",
            "water crude and the adjusted analysis",
            "norovirus and rotavirus",
            "connection between the drinking water system and industrial water was blocked, and hyperchlorination was conducted to clean and disinfect the entire drinking water system.",
            "",
            "25 to 69 years; with a mean age of 44.6 years. The majority (58.3%) were men."
        ]
    },
    {
        "title": "144",
        "answers": [
            "6 February 2008",
            "suburban municipality of Zurich, Switzerland.",
            "An operating error in a sewage treatment plant led to severe drinking water contamination in a well-defined district. The highly pressurized washwater from the sewage plant flooded the drinking water system.",
            "external plumber directly connected the washwater pipe with the drinking water pipe at the sewage plant",
            "washwater pipe with the drinking water pipe at the sewage plant",
            "operating error was quickly detected by the sewage plant manager",
            "240 exposed",
            "126",
            "53%",
            "",
            "noroviruses or Campylobacter jejuni.",
            "diarrhea, nausea, vomiting, abdominal pain, and fever.",
            "retrospective epidemiological study, case-control study, microbiological analysis of water samples, and an environmental study to identify the source of contamination.",
            "operating error was facilitated by indistinguishable pipes, and the subsequent investigation included measures such as flushing of the drinking water pipes and collection of water samples.",
            "",
            "consumption of contaminated drinking water",
            "from 6 February to 9 February 2008.",
            "banning the processing of food and use of drinking water throughout the factory, issuing a boil-water notice",
            "Water samples from the possibly affected area were repeatedly collected to identify the extent of microbiological contamination as well as to assess the effect of flushing",
            "E. coli, NoV, Campylobacter spp",
            "connection between the drinking water system and industrial water was blocked, and the entire drinking water system was cleaned and disinfected by hyperchlorination.",
            "",
            "median age of this population was 39 years (range 1-81 years). Sixty-six percent were women."
        ]
    },
    {
        "title": "145",
        "answers": [
            "August 2005.",
            "Rio Branco City, Acre State, in Brazil's Amazon region",
            "The contamination event involved an epidemic of acute gastroenteritis in Rio Branco City in 2005, primarily affecting young children. The outbreak led to an increased number of acute gastroenteritis cases, with a significant impact on children under the age of 5.",
            "",
            "uncovered household water storage containers",
            "",
            "",
            "12,145",
            "",
            "eight",
            "Rotavirus A",
            "fever, vomiting and/or acute diarrhea",
            "case-control study, reviewing surveillance data, and investigating stool samples for rotavirus.",
            "case-control study to identify risk factors for death among children, water samples were collected from the municipal system and individual residences",
            "children aged <5 years who died following acute gastroenteritis",
            "Uncovered household water storage  ",
            "May to October, 2005",
            "boiling or chlorinating drinking water",
            "Samples of drinking water evaluated for color, turbidity, and chlorine concentration",
            "Detailed results of water quality testing were frequently unavailable  ",
            "",
            "rotavirus vaccine was introduced into the official childhood immunization schedule in Brazil.",
            "children aged <5 years"
        ]
    },
    {
        "title": "146",
        "answers": [
            "August 2006,",
            "rural village A, Austria",
            "An outbreak of acute gastroenteritis occurred in rural village A, Austria. It was the first published outbreak of acute gastroenteritis caused by contaminated drinking water in Austria.",
            "fecal contamination of untreated drinking water",
            "untreated drinking water",
            "occurrence of a cluster of acute gastroenteritis cases. Reported by a family doctor",
            "2300",
            "160",
            "",
            "",
            "",
            "acute gastroenteritis with a disease duration ranging from 2 to 5 days.",
            "voluntary cooperation from physicians and patients, data collected by a police officer, data on sick leave reported by physicians to the health insurance system",
            "Microbiological testing of water samples, stool samples",
            "",
            "",
            "August, 2006 to September, 2006",
            "boiling was recommended before drinking. Disinfection by chlorination",
            "Microbiological testing of water samples",
            "Escherichia coli",
            "",
            "",
            "5 to 91 years (median 45)"
        ]
    },
    {
        "title": "147",
        "answers": [
            "summer of 1988,",
            "subarctic community",
            "A presumably waterborne outbreak of Campylobacter jejuni/coli infection occurred in the subarctic community. The drinking water supplied to residents was delivered unchlorinated during a 4-week period, leading to an increased number of gastrointestinal illnesses.",
            "renewal of the rinsing system, resulting in drinking water supplied to residents delivered unchlorinated",
            "drinking water supply",
            "increase in morbidity presenting as gastrointestinal illness in the community",
            "2200 exposed",
            "Three hundred thirty",
            "15%",
            "",
            "Campylobacter jejuni/coli",
            "diarrhea, abdominal pain, fever, nausea, joint pain, swelling of joints, and two cases of reactive arthritis.",
            "",
            "",
            "",
            "",
            "approximately 4 weeks",
            "Among those who reported using only boiled tap water during the epidemic, no illness was recorded.",
            "",
            "",
            "chlorination",
            "",
            ""
        ]
    },
    {
        "title": "148",
        "answers": [
            "between November 1992 and February 1993",
            "Warrington, a town in North-West England",
            "An outbreak of cryptosporidiosis occurred in Warrington between November 1992 and February 1993, with 47 recorded cases, most of them within the first month. The outbreak was associated with residence in an area supplied from two groundwater sources.",
            "heavy rainfall. drinking water supplied from two groundwater sources. One of these sources was found to drain surface water directly from a field containing livestock feces during very heavy rainfall, bypassing natural sandstone filtration.",
            "groundwater source",
            "three cases of cryptosporidiosis were detected",
            "",
            "Forty-seven",
            "",
            "",
            "Cryptosporidiumn oocysts",
            "diarrhea, abdominal pain, nausea, vomiting, weight loss, and fever",
            "case-control study",
            "case-control study, water sampling, and obtaining detailed information about water treatment plants, water distribution systems, and hydrogeology.",
            "",
            "having drunk unboiled tap water from these sources",
            "mid-November 1992 to February 1993,",
            "withdrawal of the original water supply,",
            "Water samples from treatment works, service reservoirs, and a leisure center",
            "cryptosporidial oocysts",
            "",
            "implementing guidelines for protecting groundwater, routine monitoring of raw groundwater for microbiological contamination, and conducting risk surveys of water catchment areas.",
            "peak in children 0-4 years old (19/47, 40%), and a secondary peak in adults aged 20-29 years (10/47, 21 %)."
        ]
    },
    {
        "title": "149",
        "answers": [
            "Feb 11, 1983,",
            "boarding school",
            "A large outbreak of streptobacillary fever occurred in a boarding school, affecting 304 people. Raw milk initially seemed to be the vehicle of infection, but further investigation revealed significant statistical associations with both milk and water consumption. Water was later identified as the more likely vehicle of infection.",
            "",
            "",
            "",
            "700 exposed",
            "304",
            "304/700",
            "",
            "Streptobacillus moniliformis",
            "fever plus either spots or joint pains, pyrexia of long duration, a centrifugal rash, and arthralgia.",
            "unstructured interviews, followed by the distribution of questionnaires to obtain exposure details. Further questionnaires sought more specific information about variables and clinical symptoms.",
            "collection of various samples for microbiological examination, including blood, urine, faeces, skin scrapings, milk, water, and food. Analysis of collected data was performed using the Minitab program.",
            "people with fever plus either spots or joint pains.",
            "consumption of both milk and water",
            "from Feb 6-8 to Feb 21",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "150",
        "answers": [
            "April of 2003",
            "Lima, Peru",
            "An outbreak of gastroenteritis was reported in the training command, with 172 military trainees experiencing diarrhea between April 3 and 5, 2003. The investigation aimed to determine the causative agent and potential sources of the outbreak.",
            "Not proper chlorination",
            "drinking water",
            "noticed a general increase in the number of trainees reporting with watery diarrhea",
            "",
            "172",
            "16%",
            "",
            "Shigella spp., enterotoxigenic Escherichia coli, Campylobacter spp",
            "diarrhea, nausea, vomiting, blood, cramps, fever, malaise",
            "collected stool samples from affected trainees, sampled food, water, and surfaces from the central kitchen and an on-base store, and cultured these samples for various bacteria.",
            "collection and analysis of stool samples, food, water, and surface samples from different locations within the naval base.",
            "people with watery diarrhea and associated symptoms",
            "",
            "between April 1 and 5, 2003.",
            "",
            "National Peruvian Naval Hospital sampled water from the central kitchen",
            "total coliforms, fecal coliforms, and E. coli",
            "",
            "Preventative measures have been implemented to reduce the number of diarrhea cases at the CITEN.",
            "military trainees with an age range of 18 to 24 years"
        ]
    },
    {
        "title": "151",
        "answers": [
            "9 September 2007,",
            "New Hampshire, USA",
            "A giardiasis outbreak occurred in the community, causing illness in 31 persons. Consuming tap water was significantly associated with the illness. Coliform-contaminated drinking water samples and a suspect Giardia cyst in a home water filter were identified.",
            "One well was located 12.5 m from a Giardia-contaminated brook.",
            "tap water",
            "detected the presence of total and faecal coliform bacteria within the distribution system in routine water sampling",
            "",
            "31",
            "",
            "No deaths",
            "Giardia",
            "diarrhea, abdominal cramps, fever, vomiting, and bloody diarrhea.",
            "cohort study, development of confirmed, probable, and suspect case definitions. Stool and environmental samples were analyzed.",
            "analyzing stool and environmental samples, identifying the presence of coliform bacteria in well X, and determining potential sources of contamination.",
            "Confirmed cases were residents with a positive Giardia laboratory test result and onset of gastrointestinal illness on or after August 15. Probable cases were residents with diarrhea on or after August 15 without a positive laboratory test, drawing water from the same system as a confirmed case.",
            "Consuming tap water",
            "between August 15 and September 25.",
            "boil water order, well X was hyperchlorinated",
            "Routine water sampling control",
            "Faecal coliforms",
            "Well X was disconnected from the system",
            "Adherence to well placement regulations was emphasized as a preventive measure.",
            "median age of cases was 49 years, with children aged <5 years accounting for 3% of cases. (range 3-83 years)."
        ]
    },
    {
        "title": "152",
        "answers": [
            "7 February 1998.",
            "resort hotel in Bermuda.",
            "An outbreak of gastroenteritis affected at least 448 persons, including 122 staff at the resort hotel in Bermuda. The outbreak was associated with eating or drinking at the hotel.",
            "",
            "drinking water supply",
            "notified of gastrointestinal illness among 14 foreign guests",
            "",
            "448",
            "16%",
            "",
            "faecal coliform levels and Escherichia coli, genogroup-II Norwalk-like viruses",
            "nausea, vomiting, diarrhea (3 or more loose stools in a 24-hour period), or abdominal cramps.",
            "defining suspected cases, conducting interviews with hotel staff and patients, collecting water samples, and reviewing the potable and waste water systems of the hotel.",
            "Water samples were collected and tested for coliform bacteria and residual chlorine. A 3-liter water specimen was sent to the Centers for Disease Control and Prevention (CDC) for testing viral organisms.",
            "foreign guest, local patron, or worker at the hotel who developed specific symptoms during 5–21 February 1998.",
            "eating or drinking at the hotel",
            "from 7 February to 15 February 1998.",
            "hotel was closed",
            "Causative agent and its mode of spread investigation",
            "Faecal coliforms and e coli",
            "chlorination of supplemental drinking water supplies",
            "regularly evaluating data from the inspection and monitoring of drinking water supplies and wastewater systems, ensuring the chlorination of supplemental drinking water supplies, and establishing food-safety initiatives.",
            ""
        ]
    },
    {
        "title": "153",
        "answers": [
            "March, 1995",
            "Greater Victoria area of British Columbia, Canada.",
            "A large community-wide outbreak of toxoplasmosis was identified in the Greater Victoria area. There was a sudden increase in serologically diagnosed cases, with some individuals presenting symptoms such as retinitis, lymphadenopathy, and other toxoplasmosis-related symptoms.",
            "rainfall and turbidity increase in the reservoir",
            "reservoir supplying water",
            "sudden increase of serologically diagnosed cases of acute toxoplasmosis",
            "",
            "100",
            "",
            "",
            "Toxoplasma gondii",
            "retinitis, lymphadenopathy, and other toxoplasmosis-related symptoms.",
            "Geographical mapping of cases, case-control studies, and a screening program for women who were or had been pregnant were conducted.",
            "Mapping studies and case-control studies showed significant associations between acute infection and residence in the distribution system of one reservoir supplying water to Greater Victoria. The epidemic curve appeared bimodal, with peaks in December 1994 and March 1995, preceded by increased rainfall and turbidity in the implicated reservoir.",
            "A suspected case of gastroenteritis was defined as a foreign guest, local patron, or worker at the hotel who developed specific symptoms during 5–21 February 1998.",
            "",
            "",
            "",
            "Serological testing",
            "T gondii",
            "",
            "",
            "6 to 83 years"
        ]
    },
    {
        "title": "154",
        "answers": [
            "June 2013",
            "Abruzzo region (Central Italy)",
            "A total of 206 human cases of salmonellosis were identified in the Abruzzo region from June 2013 to October 2014. The outbreak was associated with the monophasic variant of Salmonella enterica subspecies enterica serovar Typhimurium (monophasic S. Typhimurium), characterized by resistance to nalidixic acid. The source of the contamination was suspected to be related to irrigation water channels.",
            "",
            "Aterno river",
            "",
            "",
            "206",
            "",
            "one",
            "Salmonella enterica subspecies enterica serovar Typhimurium",
            "diarrhea, abdominal pain, weakness, bloody diarrhea, vomiting, fever, nausea, and diffuse pain.",
            "Epidemiological, microbiological, and environmental investigations were conducted to identify the outbreak source. Cases were interviewed, and samples from various sources, including human cases, irrigation water, fruit, vegetables, and sewage treatment plants, were tested.",
            "mapping studies, case-control studies, and environmental sampling. A significant increase in human cases of salmonellosis in L'Aquila province was reported to EnterNet Italia, leading to extensive sampling of commercial pig herds, examination of swine at slaughterhouses, and collection of locally produced fruit and vegetables.",
            "",
            "",
            "June 2013 to October 2014",
            "",
            "River water sampling, sewage treated water sampling, irrigation channel sampling",
            "S. Typhimurium",
            "",
            "",
            "median value was 4 years (range: 0-91 years). (51%) occurred in patients aged between one and four years."
        ]
    },
    {
        "title": "155",
        "answers": [
            "June 26",
            "Fairbanks, Alaska",
            "A gastroenteritis outbreak occurred among tourists traveling by bus through Alaska and the Yukon Territory. The outbreak was linked to a restaurant where buses had stopped 33 to 36 hours before the onset of symptoms.",
            "septic pit, which was found to contaminate the well supplying the restaurant's water ",
            "septic pit contaminating restaurant well",
            "",
            "654",
            "18 employees and 108 passengers",
            "",
            "",
            "Genotype 2/P2B SRSV, a small round-structured viruses (SRSVs)",
            "diarrhea, vomiting, and nausea.",
            "tracing itineraries, conducting environmental and laboratory investigations, and analyzing water samples and stool specimens. The outbreak was reported to the Alaska Division of Public Health after hotels in different locations identified ill bus passengers.",
            "traced the movements of groups of tourists, collected detailed data on symptoms, and identified the restaurant as the source of contamination. Molecular detection techniques were employed to link the illness to SRSVs.",
            "",
            "Restaurant water consumption",
            "from June 26 to July 12",
            "",
            "Water samples from the restaurant and stool specimens from tourists and restaurant staff were examined by nucleic acid amplification using reverse transcription polymerase chain reaction and sequencing of viral amplification products.",
            "",
            "",
            "",
            "median age of 42 cases, 65.0 years"
        ]
    },
    {
        "title": "156",
        "answers": [
            "March 1998.",
            "Heinävesi, a Finnish municipality.",
            "An outbreak of gastroenteritis occurred in Heinävesi in March 1998, affecting an estimated 1700-3000 individuals. The outbreak was linked to municipal tap water.",
            "Inadequate chlorination",
            "contamined municipal water",
            "increase in the number of patients with gastroenteritis",
            "",
            "1700-3000",
            "",
            "",
            "Norwalk-like virus (NLV) genogroup II",
            "vomiting and/or diarrhea and/or nausea",
            "retrospective epidemiologic study was conducted through a mailed inquiry to determine the incidence of gastroenteritis and identify a common source of infection.",
            "tracing itineraries, and analyzing water samples and stool specimens. The chlorination of untreated water at the Heinävesi waterworks was found to be inadequate.",
            "a person who had suffered stomach disease (vomiting and/or diarrhea and/or nausea) between February 26 and April 7, 1998.",
            "using municipal tap water",
            "from late February to early April 1998.",
            "Superchlorination of the municipal water system",
            "Water analyses of Fecal coliforms, Chlorine concentration, NLV",
            "total coliforms and NLV genogroup II",
            "",
            "Regular survey for viruses in drinking water",
            ""
        ]
    },
    {
        "title": "157",
        "answers": [
            "August 1998,",
            "Swiss village with a population of 3500 inhabitants.",
            "A large outbreak of gastroenteritis occurred in the Swiss village, affecting more than 50% of the population. The contamination of drinking water with fecal coliforms was identified, revealing a defect in the wastewater system.",
            "defective pump in the wastewater system, which led to the infiltration of sewage into the groundwater used for drinking water.",
            "groundwater drinking water",
            "Drinking water and clinical samples were examined for the presence of 'Norwalk-like viruses' (NLVs) and enteroviruses using reverse transcription-polymerase chain reaction (RT-PCR).",
            "3500 exposed",
            "More than half of the 3500 inhabitants of the village",
            "",
            "",
            "NLVs and enteroviruses",
            "gastroenteric symptoms",
            "identification and characterization of pathogenic viruses in clinical and water samples.",
            "examining drinking water and clinical samples",
            "",
            "",
            "one month",
            "boiling of the water, closed the local drinking water source, disinfected the water with chlorine, supplied clean drinking water from a neighboring source",
            "Drinking water and clinical samples from patients were examined for the presence of Norwalk-like viruses (NLVs) and enteroviruses.",
            "NLVs and enteroviruses",
            "",
            "",
            ""
        ]
    },
    {
        "title": "158",
        "answers": [
            "1 November 2002.",
            "area covered by the Portsmouth office of the Hampshire & Isle of Wight Health Protection Unit, United Kingdom",
            "The outbreak was caused by Cryptosporidium hominis, resulting in an increase in laboratory-confirmed cryptosporidiosis cases in the population.",
            "",
            "surface water-treatment plant",
            "Cryptosporidium oocyst concentrations were monitored using a 24-hour Cryptosporidium monitoring program implemented by the water company.",
            "",
            "Thirty-five",
            "13.2/100 000",
            "",
            "Cryptosporidium hominis",
            "diarrhoea",
            "outbreak investigation and control team was established. Laboratory testing, speciation, and demographic details were obtained. A case-control study was conducted.",
            "Laboratory results, including full speciation and patient demographic details, were obtained. A case-control study investigated hypotheses raised during the outbreak.",
            "any person who was resident in the catchment area of the Portsmouth office of the H & IOW HPU with diarrhoea with a date of onset between 1 November and 31 December 2002 and confirmed C. hominis infection.",
            "more consumption of domestic mains water than controls.",
            "between 1 November and 31 December 2002",
            "",
            "The water company implemented a 24-hour Cryptosporidium monitoring program, recording Cryptosporidium oocyst concentrations throughout October and November.",
            "recorded Cryptosporidium oocyst concentrations below the regulatory standard (<1/10 l of water) throughout October and November, with some variations on specific days.",
            "",
            "",
            "Cases formed three distinct groups - naval personnel, civilian adults, and children (aged <14 years). The mean age was 18 years."
        ]
    },
    {
        "title": "159",
        "answers": [
            "July of 1994",
            "Kathmandu, Nepal",
            "The outbreak involved a seasonal epidemic of diarrhoea in children in Kathmandu, Nepal, with Vibrio cholera, 01 biotype El Tor Ogawa identified as the major cause. The pattern of spread suggested a waterborne infection related to contaminated river water.",
            "",
            "contaminated river water",
            "",
            "694",
            "287",
            "",
            "Four",
            " Vibrio cholera, 01 biotype El Tor Ogawa, enteropathogenic E. coli, Shigella (Shiga and Flexner types), Klebsiella spp., and E. coli spp.",
            "Vomiting, diarrhoea and dehydration",
            "Bacterial cultures of stool samples, a field survey, and water specimen collection were performed as part of the investigation.",
            "field survey was carried out in areas with high patient populations. Water specimens collected from those areas were subjected to bacterial cultures.",
            "",
            "Younger age groups showed higher morbidity (0.05>P>0.03)",
            "over three months",
            "",
            "Water specimens were analyzed for bacterial cultures using TCBS agar, alkaline nutrient agar medium (pH 8.2) for Vibrio cholera, and SS (Salmonella) media.",
            "Shigella spp., Klebsiella spp., Vibrio cholerae (01 biotype El Tor Ogawa).",
            "",
            "",
            "The affected individuals were children, and the text mentions that younger children were more susceptible and seriously ill than older children."
        ]
    },
    {
        "title": "160",
        "answers": [
            "May 2004,",
            "Jeju Island, South Korea",
            "During school excursions to neighboring hotels (hotel A and hotel B) on Jeju Island, South Korea, in May 2004, 97 of 309 (31%) and 97 of 207 (47%) school students from different areas were affected by acute gastroenteritis. Norovirus strains were identified in stool samples from students and food handlers, as well as in groundwater from the hotels.",
            "",
            "groundwater from the hotels.",
            "received reports of two outbreaks of acute gastroenteritis during school excursions",
            "309 and 207, mstudents exposed",
            "97 and 97",
            "31% and 47%",
            "",
            "norovirus,  genogroup I and genogroup II",
            "vomiting or diarrhea",
            "Epidemiological and virological investigations were conducted. A retrospective cohort study was performed using structured questionnaires, and surveys of food handlers, hotel environments, and water supply systems were conducted.",
            "retrospective cohort study, structured questionnaires, and surveys of food handlers, hotel environments, and water supply systems. The National Institute of Environmental Research conducted water sampling and concentration procedures.",
            "illness for any student who stayed at hotel A or B and showed gastrointestinal manifestations such as vomiting or diarrhea during the 3 days after arriving on Jeju Island.",
            "",
            "",
            "",
            "Water sampling. collected with a filter apparatus containing 1-MDS filters (ZetaPor Virosorp, Cuno) according to standard procedures (6, 10)",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "161",
        "answers": [
            "8 October 2005",
            "Tangdar block (Kupwara district) and Uri Tehsil (Baramula district), Kashmir",
            "Following the earthquake in Kashmir on 8 October 2005, there was widespread contamination of drinking water sources, such as stream and tap water. This contamination led to a common source outbreak of rotavirus gastroenteritis between October and December 2005, primarily affecting infants and small children. The outbreak was transmitted by the fecal-oral route and perpetuated by person-to-person transmission.",
            "earthquake",
            "drinking stream water or tap water",
            "",
            "",
            "1,783",
            "20%",
            "",
            "rotavirus",
            "diarrhoeal disease (ADD), with loose motions without blood.",
            "visits to affected villages, rehabilitation camps, and healthcare facilities, examination of ADD cases, environmental observations, and collection of clinical and environmental samples. Laboratory methods were used for analysis.",
            "retrospective cohort study, structured questionnaires, and surveys of water sources and environmental conditions. Laboratory testing of samples was conducted.",
            "",
            "overcrowding, poor sanitation, open-air defecation, poor hygiene, and living in makeshift camps near streams.",
            "14 October and 17 December 2005",
            "following the establishment of medical camps and information, education, and communication about the need to drink boiled water and follow safer hygienic practices",
            "H2S strip method, clinical samples from ADD cases, environmental samples from drinking water sources",
            "presumptive coliform counts of 10, >180 and 17 per 100 ml",
            "",
            "",
            ""
        ]
    },
    {
        "title": "162",
        "answers": [
            "19 June 2008,",
            "Northamptonshire, UK.",
            "The event involved Cryptosporidium sp. oocyst contamination in the drinking water supply, leading to an outbreak of cryptosporidiosis. The contamination was detected through water monitoring, specifically continuous inline water filtration cartridge monitoring.",
            "biosecurity breach from within the treatment works, leading to the contamination of the drinking water supply.",
            "drinking water supply",
            "continuous (but not real-time) inline water filtration cartridge monitoring, which detected Cryptosporidium sp. oocyst contamination in the drinking water supply.",
            "",
            "422",
            "",
            "",
            "Cryptosporidium cuniculus",
            "Diarrhoea",
            "notification to local public health authorities, declaring a water supply emergency, implementing control measures (including 'boil water' messages), conducting water sampling, searching for biosecurity failures, and initiating remediation measures.",
            "continuous water sampling, examination of oocyst counts at various points in the distribution network, and source identification focused on a biosecurity breach within the treatment works.",
            "",
            "",
            "from June 19 to August 3",
            "boil water messages",
            "continuous (but not real-time) inline water filtration cartridge monitoring Cryptosporidium sp. oocyst contamination ",
            "Cryptosporidium sp. oocyst",
            "Network flushing and storage reservoir decontamination",
            "",
            " mostly adult females, and no affected children under the age of 5 were identified."
        ]
    },
    {
        "title": "163",
        "answers": [
            "August 2015,",
            "North West England",
            "The text mentions a boil water notice (BWN) being issued due to the detection of Cryptosporidium oocysts in the public water supply, leading to increased cases of gastroenteritis and diarrhea.",
            "",
            "public water supply",
            "average in-hours general practitioner consultations for gastroenteritis increased by 24.8%",
            "",
            "",
            "",
            "",
            "",
            "gastroenteritis and diarrhea.",
            "prospective syndromic surveillance",
            "",
            "",
            "",
            "",
            "boil water notice",
            "",
            "Cryptosporidium oocysts",
            "",
            "",
            ""
        ]
    },
    {
        "title": "164",
        "answers": [
            "20 April 1985,",
            "Stafford District General Hospital, Mid-Staffordshire, United Kingdom.",
            "The outbreak involved a large number of cases of Legionnaires' disease, with severe pneumonia, a high incidence of complications, and a significant number of deaths. The source of the outbreak was traced back to the hospital's air conditioning system.",
            "",
            "chiller unit for cooling water system",
            "patients were admitted to the DGH with pneumonia.",
            "",
            "68",
            "",
            "22",
            "Legionella pneumophila, serogroup 1, subgroup Pontiac 1a",
            "pneumonia or acute lower respiratory tract infection",
            "epidemiological investigations, case-finding, and interviews of patients with Legionnaires' disease and their matched controls. Bacteriological and engineering investigations were conducted to identify the contamination source.",
            "the chiller unit could have been contaminated and an aerosol containing legionellae could have been generated in the U-trap below the chiller unit.",
            "patients with pneumonia or acute lower respiratory tract infection and laboratory evidence of Legionella pneumophila infection.",
            "",
            "18 March and 20 May.",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "165",
        "answers": [
            "2011",
            "Kikwit, Democratic Republic of Congo",
            "A large outbreak of typhoid fever affected approximately 1430 people in Kikwit, with the outbreak initially starting in military camps in the city and later spreading to the general population.",
            "",
            "tap water from the municipal supply",
            "",
            "",
            "1430",
            "",
            "17",
            "Salmonella enterica serovar typhi (S. Typhi).",
            "fever and related malaise, and complications such as intestinal haemorrhage, perforation, encephalitis, respiratory infections, and metastatic abscesses can occur.",
            "initial descriptive epidemiological study recognized that contaminated water supplies were likely responsible for most cases in 2011",
            "",
            "individuals with fever ≥ 38°C for more than three days and digestive disorders (diarrhoea, constipation, or abdominal pain) with a negative malaria test.",
            "any water supplied via gravity",
            "November 2011 to early January 2012",
            "",
            "testing for faecal contamination of drinking water",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "166",
        "answers": [
            "31st of October 2011",
            "Dzivaresekwa, Harare, Zimbabwe",
            "The contamination event involved an outbreak of typhoid fever in Dzivaresekwa, with cases reported between October 2011 and June 2012. The probable source of the outbreak was contaminated water from unprotected water sources.",
            "",
            "Contaminated water from unprotected water sources",
            "first positive case was confirmed by laboratory diagnosis,",
            "",
            "1078",
            "",
            "one",
            "Salmonella typhi, Shigella, Giardia, and E. coli.",
            "fever, headache, diarrhea, and abdominal cramps.",
            "unmatched 1:1 case-control study, questionnaire administration to identify risk factors, collection of water samples for microbiological analysis, and cultural and serotyping of stool, urine, and blood specimens.",
            " investigation aimed to describe the outbreak by person, place, and time; identify risk factors; assess community knowledge of typhoid; evaluate case management; and assess outbreak preparedness and response by the city health department.",
            "a resident of Dzivaresekwa who presented with signs and symptoms of typhoid between October and December 2011",
            "drinking water from a well and having a burst sewer pipe at home.",
            "October 2011 to January 2012",
            "improvement in municipal water supply and drilling of boreholes,",
            "Well water samples for E. coli and faecal coliforms",
            "E. coli and faecal coliforms",
            "Drilling of boreholes",
            "invest in repairing water and sewage reticulation systems",
            "males under five years old were more affected, and the 25 to 44 age group had the highest overall percentage of cases."
        ]
    },
    {
        "title": "167",
        "answers": [
            "winter of 2001",
            "Sheridan County, Wyoming,",
            "The contamination event involved a waterborne Norovirus outbreak in 2001 among snowmobilers in Wyoming. The water supply of a snowmobile lodge was identified as the source of the outbreak.",
            "rapid expansion of the lodge's facilities, leading to increased water use and wastewater production",
            "the water supply of a snowmobile lodge",
            "",
            "230",
            "70",
            "",
            "",
            "Norovirus",
            "acute gastroenteritis",
            "epidemiologic investigation, laboratory analysis, and a systems-based environmental health assessment.",
            "environmental health assessment delved deeply into the environmental circumstances, uncovering specific antecedents that set the stage for the outbreak, including factors like rapid expansion of the lodge, insufficient wastewater systems, and lack of water treatment.",
            "",
            "",
            "",
            "lodge was temporarily closed",
            "",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "168",
        "answers": [
            "November-December 1986",
            "Heinola, Finland,",
            "A waterborne Campylobacter jejuni outbreak affected 32 patients and 62 members of the staff at the Rheumatism Foundation Hospital in Heinola, Finland, in November-December 1986. The hospital had its own water supply.",
            "aged components of the waterworks were found to be responsible for leaks",
            "Leaks in some aged components of the waterworks were found to be responsible for contamination of the water supply.",
            "the hospital was notified that stool specimens taken 3-5 days earlier from 2 hospital patients and 2 staff members with diarrhea grew campylobacter",
            "",
            "94",
            "",
            "",
            "Campylobacter jejuni ",
            "gastrointestinal symptoms",
            "examination of stool samples, selective medium culture for Campylobacter, and a broader analysis for other enteropathogens.",
            "investigation identified C. jejuni in the stool samples of enteritis patients and the hospital's water supply. Leaks in aged components of the waterworks were found to be responsible.",
            "",
            "",
            "November-December 1986",
            "",
            "isolation of campylobacter from water, samples were filtered",
            "campylobacter",
            "",
            "",
            ""
        ]
    },
    {
        "title": "169",
        "answers": [
            "December 12, 1995",
            "Klarup, Denmark",
            "The contamination event involved a Campylobacter jejuni outbreak in Klarup, Denmark, affecting residents and visitors from December 12, 1995, to March 3, 1996. The outbreak was associated with the water supply.",
            "break in a sewage pipe.",
            "sewage pipe",
            "",
            "",
            "2400",
            "",
            "",
            "Campylobacter jejuni serotype O2,",
            "gastrointestinal symptoms, diarrhea",
            "retrospective and demographic epidemiologic investigation of both culture-confirmed and nonculture-confirmed cases. Typing of the isolates using serotyping and genotyping methods was crucial in defining the extent and cause of the outbreak.",
            "postal questionnaire for clinical features, discharge summaries for hospitalized cases, and routine testing of stool specimens for various enteropathogens, including Campylobacter.",
            "a person who had an acute gastrointestinal illness associated with the isolation of Campylobacter in a resident or visitor of the town of Klarup from December 12, 1995, to March 3, 1996.",
            "",
            "12 December 1995 to 3 March 1996",
            "",
            "water samples from coliform count, heteorotrophic bacteria",
            "fecal coliform count, as well as heterotrophic bacteria, c jejuni isolated from the water",
            "C. jejuni",
            "",
            "median age of 24 years (interquartile range: 3-42 years),"
        ]
    },
    {
        "title": "170",
        "answers": [
            "June 10, 1984.",
            "Alsvåg, a small community in northern Norway",
            "A waterborne outbreak of presumed campylobacteriosis affected approximately 680 out of 1000 inhabitants in Alsvåg. The majority of cases occurred within a 10-day period, and most patients suffered from diarrhea, abdominal pain, and fever.",
            "grazing of sheep in the area, which provided an opportunity for the dissemination of campylobacters into the drinking water.",
            "tap/drinking water",
            "Contamination was indicated by significant increase of fecal coliforms in the water before and during the outbreak",
            "1000",
            "680",
            "680/1000",
            "",
            "Campylobacter jejuni",
            "Diarrhoea, abdominal pain, fever",
            "analysis of fecal specimens, examination of human sera for antibody production, and monitoring of water quality indicators.",
            "Fecal specimens from patients were analyzed for Campylobacter jejuni and Campylobacter coli. Human sera were examined for antibody production, revealing antibodies against the water isolate. The investigation also considered the period of sheep grazing as a potential source of contamination.",
            "a person who had an acute gastrointestinal illness associated with the isolation of Campylobacter.",
            "",
            "approximately May 25 to July 15, 1984.",
            "",
            "",
            "significant increase in fecal coliforms and coliforms in the water before and during the outbreak.",
            "",
            "",
            ""
        ]
    },
    {
        "title": "171",
        "answers": [
            "end of May 2009,",
            "Gosaba block of the Sundarban area, West Bengal, India.",
            "Following Cyclone Aila, the area reported an increased number of diarrhea cases. The outbreak of cholera involved 1076 probable case patients, with an attack rate of 44 per 10,000. The outbreak started in the fourth week of May, had two peaks in the second and fourth weeks of June, and lasted until August 2009.",
            "cyclone Aila damaged the piped water supply system of the block and villagers broke the water pipelines near their houses for easy access to water",
            "drinking water sources",
            "increased number of diarrhoea cases",
            "",
            "1076",
            "44/10 000",
            "14",
            "Vibrio cholerae El Tor Ogawa",
            "nausea, severe dehydration, abdominal cramps, vomiting, and fever.",
            "matched case-control study was conducted, and rectal swabs and water specimens were collected. Interviews, medical record reviews, and laboratory investigations were conducted to collect information on demographic characteristics, signs and symptoms, water sources, and outcomes.",
            "interviews, medical record reviews, and laboratory testing of rectal swabs and water specimens. Water quality was assessed, and the breach in water pipelines near houses was identified as a contributing factor.",
            "occurrence of acute watery diarrhea, with severe dehydration, admitted to any healthcare facility among residents of Gosaba block between May and August 2009.",
            "drink non-chlorinated piped water",
            "between May and August 2009.",
            "chlorination at the household level, and educating villagers regarding the danger of breached water pipe connections.",
            "Coliform counts",
            "coliform counts, Vibrio cholerae El Tor Ogawa",
            "Repairing the pipelines, chlorination at household level",
            "educating villagers regarding the danger of breached water pipe connections",
            "range 1-85 years, median age of 25"
        ]
    },
    {
        "title": "172",
        "answers": [
            "August 2002",
            "Santa Maria de Palautordera (SMP), Spain.",
            "An outbreak of Shigella sonnei infection occurred in SMP, affecting a total of 756 people with acute gastroenteritis, and 181 cases were confirmed as shigella. The outbreak was the largest reported shigellosis outbreak in Spain.",
            "",
            "water provided by system A",
            "saw many patients with acute gastroenteritis,",
            "937",
            "937",
            "164 cases/1000 population",
            "",
            "Shigella sonnei",
            "diarrhoea, nausea and/or vomiting, abdominal pain and fever",
            "prospective, longitudinal, observational study was carried out, including stool sample analysis, inspection of the water supply network, analysis of residual chlorine levels, and obtaining water samples.",
            "Stool samples were sent for microbiological analysis, and water supply network inspections were conducted. Control measures included hyperchlorination, emergency water supplies, and system switching.",
            "a person with two or more symptoms of acute gastroenteritis, having been in SMP between 1 and 5 August 2002.",
            "Cases were more likely to have consumed water provided by system A.",
            "1 August 2002 to 8 August 2002.",
            "emergency water supplies using buckets and switching the system, hyperchlorination and cleaning",
            "analysed residual chlorine levels ",
            "Shigella sonnei",
            "hyperchlorination and cleaning of the network",
            "improvement of treatment conditions of the water provided and antibiotic treatment",
            "<15 years ago group was most affected (16.49%)"
        ]
    },
    {
        "title": "173",
        "answers": [
            "July 1978",
            "Pennsylvania",
            "An outbreak of gastroenteritis took place at a summer camp in Pennsylvania in July 1978. Symptoms included abdominal pain, nausea, vomiting, and upper respiratory infection symptoms. The illness was associated with the consumption of five or more glasses of water or water-containing beverages.",
            "",
            "well water",
            "",
            "",
            "73",
            "28.6 per cent",
            "",
            "rise in Norwalk agent antibodies",
            "abdominal pain, nausea, vomiting, and upper respiratory infection symptoms.",
            "telephone survey, and camp infirmary records were reviewed. A questionnaire was administered to all campers and staff members, and the camp water system was evaluated. Cooking facilities, waste disposal, and records on the quality of lake water were also reviewed.",
            "questionnaire, review of camp records, evaluation of the water system, and analysis of water samples for coliforms.",
            "persons with two or more symptoms of acute gastroenteritis who had been in the camp between 1 and 5 August 2002 were considered cases.",
            "five or more glasses of water or water-containing beverages",
            "",
            "Chlorination",
            "Analysis of water from the system",
            "fecal coliforms in unchlorinated well water, increased fecal streptococci in kitchen tap water, and increased total coliforms in water from the end of the line.",
            "Adequate chlorination was implemented to restore chlorine levels in the water system.",
            "",
            ""
        ]
    },
    {
        "title": "174",
        "answers": [
            "April and May 1977",
            "Berlin, New Hampshire",
            "A communitywide outbreak of gastrointestinal illness due to Giardia lamblia infection occurred. The illness was characterized by prolonged diarrhea, with a median duration of 10 days, and 13% of symptomatic infections required hospitalization.",
            "defects which permitted untreated (raw) water to mix with treated water",
            "Human or beaver could have been responsible for contaminating source water with Giardia in this outbreak.",
            "noticed an increase in the number of stools positive for Giardia lamblia",
            "",
            "213",
            "5.2 per cent, 4.8 per cent",
            "",
            "Giardia lamblia",
            "prolonged diarrhea",
            "communitywide survey",
            "inspection of water treatment facilities",
            "",
            "",
            "six weeks",
            "boil-water order and hyperchlorination",
            "Giardia cysts being demonstrated in samples of treated water as well as in raw source water",
            "Giardia lamblia",
            "Adequate chlorination and correction of operational and structural defects",
            "",
            ""
        ]
    },
    {
        "title": "175",
        "answers": [
            "May 17, 2002.",
            "Vicenza, northeast Italy",
            "The contamination event involved a broken sewer pipe in the football field irrigation system, allowing water from the Bacchiglione River to enter the city aqueduct.",
            "broken sewer pipe in the football field irrigation system",
            "city aqueduct",
            "seven players of the Vicenza football team complained of gastrointestinal symptoms.",
            "3006 exposed",
            "670",
            "22%",
            "no deaths",
            "coliforms",
            "fever, nausea, vomiting, and diarrhea or bloody diarrhea.",
            "Stool samples were examined for various pathogens, and microbiological examination of aqueduct water was conducted. Hepatitis A vaccination was initiated due to the possibility of hepatitis A as another waterborne infection.",
            "microbiological examinations of stool samples and aqueduct water. Hepatitis A vaccination was administered without screening.",
            "any gastroenteric symptoms in any citizen who had drunk tap water in the stadium area from May 16-19.",
            "",
            "from May 16 to May 19, 2002.",
            "Emergency water disinfection by boiling was quickly spread by the media",
            "Microbiological examination of sampled aqueduct water",
            "high concentration of coliforms.",
            "",
            "vaccinate the population",
            ""
        ]
    },
    {
        "title": "176",
        "answers": [
            "May 2016",
            "Taormina (Mascali, Sicily)",
            "A Norovirus (NoV) gastroenteritis outbreak affected 24 students and a teacher. Symptoms included vomiting, diarrhea, and fever. Twelve students required hospitalization.",
            "tap water pollution from sewage leakage",
            "tap water",
            "",
            "Twenty-four",
            "Twenty-four",
            "",
            "",
            "GII.P2/GII.2 NoV genotype.",
            "vomiting, diarrhoea and fever",
            "analysis of stool samples, identification of the NoV genotype, and investigation of potential sources, including food, water, and person-to-person transmission.",
            "sequence analysis of the NoV genotype, analysis of water samples for bacterial indicators of fecal contamination, and obtaining an amplicon from water matching the capsid genotype recovered from patients.",
            "individuals with any gastroenteric symptoms who had drunk tap water in the stadium area during the trip.",
            "Shared lunch on the first day of the trip and drinking un-bottled tap water",
            "",
            "resort was closed for 2 days, use of municipal water for human consumption was temporarily restricted",
            "bacteriological analyse. Real-Time polymerase chain reaction assay",
            "coliform bacteria. More than 1000 colony-forming units (CFU)/100 ml",
            "Maintenance work was conducted on the reservoir collecting water from the Carlino well, and a new chlorination device was installed.   ",
            "",
            ""
        ]
    },
    {
        "title": "177",
        "answers": [
            "April 2009",
            "Swedish village located in the mountains in Western Sweden.",
            "Almost 200 people in the small Swedish village fell ill with gastrointestinal symptoms during Easter 2009. The outbreak was linked to the municipal drinking-water supply, and contamination of one of the wells supplying the public water network was identified as the source.",
            "",
            "one of the wells supplying the public water network",
            "several cases of vomiting and diarrhoea in a village",
            "400",
            "173",
            "64%",
            "",
            "Norovirus genotype GI.3",
            "vomiting, diarrhea, abdominal pain, and fever.",
            "retrospective cohort study and molecular investigation",
            "retrospective cohort study and molecular investigation, and stool samples from affected individuals were analyzed for the Norovirus genotype. Water samples were obtained and analyzed for microbial indicators.",
            "individuals with symptoms of vomiting and/or diarrhea during the Easter weekend.",
            "Residents living in households connected to the public water network were at an increased risk of developing the disease.",
            "from the Easter weekend in April 2009 to May 7, 2009.",
            "",
            "Sixty-seven water samples for E. coli, coliforms, intestinal enterococci and Clostridium perfringens",
            "norovirus, coliforms",
            "",
            "",
            "median age of cases was 48 years (range 0-85 years)"
        ]
    },
    {
        "title": "178",
        "answers": [
            "15 June 2020,",
            "Peloponnese Region in Greece",
            "The text mentions two cases of Escherichia coli O157 infection in a small town in the Peloponnese Region, suggesting a suspected outbreak.",
            "",
            "water supply system and tap water",
            "informed about the identification of two cases of Escherichia coli O157 infection",
            "",
            "58",
            "",
            "",
            "shigatoxin-producing E. coli, one for enteropathogenic E. coli, four for E. coli O157, and Salmonella spp.",
            "",
            "case-control study, monitoring drug sales",
            "1:1 case-control study, analysis of drug sales, stool sample testing, and water sample testing. Chlorination records of the water supply system were also retrieved.",
            "",
            "Tap water consumption and consumption of ice cubes made from tap water",
            "",
            "",
            "Five water samples",
            "Escherichia coli O157, enteropathogenic E. coli, Salmonella spp.",
            "",
            "",
            ""
        ]
    },
    {
        "title": "179",
        "answers": [
            "June 2008",
            "Piran, Slovenia",
            "The outbreak involved acute gastroenteritis with at least 408 reported cases in the municipality of Piran.",
            "",
            "local water distribution system",
            "20 cases were reported",
            "17400",
            "408",
            "",
            "",
            "Salmonella, Shigella, Campylobacter, Escherichia coli, and viruses such as rotavirus, adenovirus, and norovirus.",
            "diarrhoea, vomiting, or abdominal pain",
            "retrospective cohort study was conducted, and a risk assessment of the drinking water distribution system was undertaken. Laboratory testing of water samples and the analysis of demographic and epidemiological data ",
            "case-control study targeting 1,470 households in the area of Piran. Questionnaires were distributed to collect demographic data, disease symptoms, and epidemiological data.",
            "any person who stayed in Piran on and after June 19 and developed diarrhea, vomiting, or abdominal pain.",
            "drinking water from the water distribution system",
            "June 23 to July 15",
            "",
            "Water samples of E. coli, Coliform bacteria, Enterococci, Clostridium perfringens, Total number of colonies",
            "All water samples taken from the local distribution system in Piran on June 26 showed fecal contamination, with values for all tested bacteria above recommended limits.",
            "Measures were taken to clean up the water distribution system in the affected area. Daily follow-up on the degree of contamination was conducted, and by July 15, two consecutive water samples were negative, indicating that the water was again suitable for drinking.",
            "",
            ""
        ]
    },
    {
        "title": "180",
        "answers": [
            "May 25, 1981",
            "a boarding school",
            "An outbreak of gastroenteritis affected 234 pupils and 23 staff at the boarding school over a period of 8 weeks. Campylobacter spp. were isolated from individuals and water samples.",
            "Contamination of water by faecal material from birds or bats",
            "open-topped tank storage",
            "from stool specimens",
            "234 pupils and 23 staff",
            "257",
            "54%",
            "",
            "Campylobacter spp.",
            "diarrhoea and/or abdominal pain",
            "interviews, questionnaire surveys of staff and pupils, and a detailed examination of the water supply system",
            "Questionnaire surveys were conducted to gather details on illness, water and milk consumption, contact with animals, use of the swimming pool, sources of drinking water, and illness among friends and family.",
            "self-reported diarrhoea and/or abdominal pain experienced by staff and pupils",
            "Consumption of water from the cold water storage tank in School House  ",
            "8 weeks",
            "",
            "samples of cold water, stool specimens",
            "water samples from the holding tank showed the presence of Campylobacter spp.",
            "",
            "",
            ""
        ]
    },
    {
        "title": "181",
        "answers": [
            "September 2001 and October 2001.",
            "saloon in central Wyoming.",
            "An outbreak of gastroenteritis occurred among persons who dined at the tourist saloon. Human caliciviruses (HuCVs) were suspected as the etiological agent, and a retrospective cohort study linked exposure to drinking water and/or ice to the illness.",
            "",
            "well supplying water to the saloon was found to be contaminated.",
            "",
            "111",
            "84",
            "76% (84 of 111) of the patrons interviewed developed acute gastroenteritis.",
            "",
            "Human caliciviruses (HuCVs) of genogroup I, subtype 3, and genogroup II, subtype 6",
            "nausea, diarrhea, vomiting, and muscle aches.",
            "retrospective cohort study, environmental investigation, and laboratory analysis of water and stool samples.",
            "environmental investigation revealed that the saloon's well was contaminated with sewage, and the well showed signs of damage. Water quality monitoring records indicated positive tests for fecal coliforms.",
            "ill patrons were 4.5 times more likely to have exposure to drinking water and/or ice than nonill patrons",
            "drinking water and/or ice",
            "during September and October 2001",
            "",
            "Water samples were taken from the well, fecal coliform testing and total coliform testing.",
            "well samples tested positive for fecal coliforms, and the tap water samples were positive for total coliforms.",
            "",
            "",
            ""
        ]
    },
    {
        "title": "182",
        "answers": [
            "July 2002,",
            "western Norway",
            "An outbreak of acute gastroenteritis occurred during the 10-day seminar at the camp facility, with around 300 guests staying overnight and several day-time visitors. The outbreak led to an attack rate of 65%.",
            "",
            "private untreated water supply",
            "informed that four of the visitors had vomited, and had experienced diarrhoea and stomach pain",
            "300",
            "134",
            "65%",
            "",
            "Norovirus",
            "vomiting or diarrhoea",
            "Epidemiological investigations, questionnaires, and laboratory analysis of stool samples were conducted.",
            "Assessing the camp's water supply system, hygiene practices, and analyzing stool samples for norovirus.",
            "a person who visited the camp during the period 12-21 July 2002 and fell ill with vomiting or diarrhea within 3 days of the visit.",
            "Drinking water and taking showers at the camp-site. Secondary person-to-person spread among visitors or outside of the camp was found.",
            "from 12 to 21 July",
            "Hygiene advice was given, including boiling drinking water, isolation of cases, and recommendations for increased cleaning and disinfection.",
            "private untreated water supply samples, and drinking water samples.",
            "",
            "installation of a disinfection system to the existing water supply for smaller events.",
            "Recommendations were made for finding a new water source and implementing a disinfection system.",
            ""
        ]
    },
    {
        "title": "183",
        "answers": [
            "From April 17 to May 1, 1989",
            "Arizona, USA.",
            "During the specified period, gastroenteritis affected about 900 people at the resort. The outbreak was initially masked by a seasonal 'flu-like' illness in the region, and symptoms included abdominal cramping, nausea, vomiting, and diarrhea.",
            "Effluent from the resort's sewage treatment facility seeped through fractures in the subsurface rock directly into the resort's deep well.",
            "resort's well",
            "resort manager notified county health officials. The extent of the outbreak was initially masked by a seasonal 'flu-like' illness.",
            "900",
            "900",
            "46%",
            "",
            "Norwalk",
            "abdominal cramping, nausea, vomiting, and diarrhea.",
            "surveys",
            "tracing contaminated water back to the resort's well and identifying the sewage effluent seepage into the well. Geological conditions posed unexpected problems.",
            "",
            "Risk of illness increased significantly with the number of glasses of water consumed",
            "April 17 to May 1, 1989,",
            "The well was capped",
            "",
            "faecal coliforms, Norwalk agent antibodies",
            "",
            "",
            ""
        ]
    },
    {
        "title": "184",
        "answers": [
            "July 2000",
            "Gulf of Taranto in southern Italy.",
            "A gastroenteritis outbreak affected 344 people, with Norwalk-like virus (NLV) identified in stool specimens. Contaminated drinking water was suspected as the source, with a breakdown in the resort water system and tap water samples found to be contaminated with fecal bacteria.",
            "breakdown in the resort water system",
            "the resort water system",
            "notified about an outbreak of gastroenteritis at the resort",
            "",
            "344",
            "",
            "",
            "Norwalk-like virus",
            "diarrhea, vomiting, and abdominal pain",
            "epidemiologic investigation was initiated to identify the agent, mode of transmission, and the vehicle of transmission.",
            "case finding through resort medical center records, door-to-door searches, face-to-face interviews, and water and food sample testing. The epidemic curve showed distinct peaks during three weeks.",
            "illness in any guest or employee who stayed at the tourist resort during the period July 1-31 and who had diarrhea (three or more loose stools in any 24-hour period) or vomiting (at least one episode) or both, in the same period.",
            "Exposure to beach showers and consuming drinks with ice",
            "24 days",
            "Superchlorination",
            "stool specimens, tap water samples",
            "coliforms (up to 130 CFU/mL) and fecal streptococci (up to 22 CFU/mL).",
            "Superchlorination",
            "",
            ""
        ]
    },
    {
        "title": "185",
        "answers": [
            "late 1982/early 1983",
            "two coal mining districts in China",
            "During two epidemics of acute diarrhea, more than 12,000 adults were affected in two coal mining districts. The virus isolated from stool samples resembled a rotavirus morphologically but lacked the group antigen shared by known rotaviruses. The water supply for certain districts was found to be faecally contaminated.",
            "",
            "water supply for districts A, B, and C",
            "the water supply for districts A, B, and C was found to be faecally contaminated",
            "12,000 adults",
            "12 000",
            "varying incidence rates in different residential districts, ranging from 5.44% to 31.39%.",
            "",
            "Shigella flexner and rotavirus ",
            "watery diarrhea (100%), vomiting (80%), abdominal cramps (63%), nausea (56%), dehydration (49%), leucopenia (30%), leucocytosis (18%), and low-grade fever (1%).",
            "investigating the sudden increase in diarrheal cases, testing faecal samples for bacterial pathogens, and examining the water supply for contamination.",
            "collecting information on water supply, food hygiene, and personal contact",
            "",
            "",
            "from December 20 to January 4",
            "Control of water and food hygiene was implemented",
            "",
            "3 were positive for Shigella flexner, bacterial count being 300/ml, more than 230/ml for Escherichia coli.",
            "",
            "",
            "All age groups were affected, with the most common age group being 10-40 years old. The incidence rates for males and females in Jinzhou are provided (22.74% for males and 19.71% for females)"
        ]
    },
    {
        "title": "186",
        "answers": [
            "18 August 1966,",
            "Montrose, County of Angus, Scotland",
            "A breakdown in the chlorination process of a water purification system led to an outbreak of water-borne gastroenteritis in Montrose, affecting a significant portion of the population.",
            "defect was found in the automatic switching gear which changes the supply of chlorine",
            "water supply",
            "many calls to attend patients suffering from vomiting or diarrhoea",
            "10800 exposed",
            "",
            "40-50% of the population.",
            "",
            "E coli",
            "colicky abdominal pain, nausea, vomiting, headache, general malaise, diarrhea, limb pains, and transient loss of consciousness",
            "examining the prevalence of illness, conducting interviews, and suspecting the water supply as the source of infection.",
            "chlorination plant was examined, and a defect in the automatic switching gear was identified as the cause of inadequate chlorination. Bacteriological examinations of water samples also confirmed contamination.",
            "",
            "",
            "",
            "",
            "",
            "Escherichia coli",
            "the defective switching gear was identified and fixed. dose of chlorine to be increased",
            "", 
            "Adults and children over 1 year of age"
        ]
    },
    {
        "title": "187",
        "answers": [
            "April 1994.",
            "Finnish municipality",
            "The contamination event was a waterborne epidemic affecting 25-50% of the population, with 1500-3000 people experiencing symptomatic acute gastroenteritis. The causative agents included adenovirus, Norwalk-like agent, small round viruses (SRV), and group A and C rotaviruses, with Norwalk virus identified as the main cause. Contamination was associated with a groundwater well situated in the embankment of a river, which was polluted during the spring flood due to a backflow from the river through a forgotten drainage pipe.",
            "polluted river water during the spring flood",
            "A groundwater well.",
            "persons contacted the health care centre reporting symptoms of gastroenteritis",
            "",
            "1500-3000 people",
            "25-50% of the population",
            "",
            "adenovirus, a Norwalk-like agent, small round viruses (SRV), and group A and C rotaviruses",
            "abdominal pain, severe vomiting, in some cases high fever, headache, and diarrhoea",
            "Bacteriological examinations and virological analyses were conducted on water samples.",
            "Bacteriological examinations found coliform bacteria in both raw water and tap water, indicating faecal contamination. Virological analysis detected adenovirus, Norwalk-like agent, small round viruses (SRV), and group A and C rotaviruses in the water samples.",
            "",
            "",
            "three weeks",
            "informing the population, boiling drinking water, shock chlorination (freely available chlorine 10 mg/l) of water pipes, and delivering clean drinking water by fire trucks.",
            "Water samples were tested bacteriologically. One water sample was analysed virologically by using concentration, electron microscopy and cell cultures.",
            "E. coli, Coliform bacteria were found in both raw water and tap water.",
            "",
            "",
            "school children, adults and the elderly"
        ]
    },
    {
        "title": "188",
        "answers": [
            "October, 1980",
            "central Sweden",
            "An outbreak of enteritis affected about 2000 people in central Sweden. Campylobacter jejuni was isolated from the faeces of 221 out of 263 patients cultured. The suspected source of infection was tap water, although it was not bacteriologically confirmed. The outbreak involved more people than those who consulted general practitioners.",
            "",
            "tap water, water supply",
            "patients who consulted general practitioners",
            "about 2000 people",
            "2085",
            "",
            "",
            "Campylobacter jejuni",
            "diarrhea. Some patients experienced complications, such as arthralgia lasting for about two weeks or arthritic symptoms lasting for more than four months.",
            "faeces sampling",
            "Routine bacteriological testing of the water one week before the outbreak was satisfactory. Interviews indicated that the infection was spread via the mains supply.",
            "A random sample of the population in the epidemic area was interviewed by post and on the telephone.",
            "",
            "",
            "",
            "bacteriological testing of the water",
            "Campylobacter jejuni, total coliform",
            "",
            "",
            "all age groups were equally affected"
        ]
    },
    {
        "title": "189",
        "answers": [
            "summer of 2018",
            "rural municipality of Quebec",
            "The outbreak involved cases of acute gastroenteritis (AGE) in a small rural municipality. The epidemic was initially identified by an unusual number of campylobacteriosis cases reported to the Regional Public Health Department. The first investigations suggested a waterborne transmission of the infection.",
            "",
            "Drinking municipal water",
            "unusual number of campylobacteriosis cases reported to the Regional Public Health Department.",
            "800 people",
            "",
            "15.70% among the cohort.",
            "",
            "Escherichia coli and/or enterococci, as well as total coliforms",
            "diarrhea, abdominal cramps, fever, nausea, and/or vomiting",
            "retrospective cohort study",
            "A population-based retrospective cohort study was conducted to identify risk factors associated with acute gastroenteritis. Indirect surveillance data were used to estimate the extent and the resolution of the epidemic. Water samples taken between July 26 and 28 revealed fecal contamination in some samples located on the distribution system near the main water tank. Subsequent samples from August 8 to September 12 did not reveal any fecal contamination.",
            "A population-based retrospective cohort study was conducted to identify risk factors associated with acute gastroenteritis.",
            "Drinking municipal water had the highest risk ratio (RR = 24.31; 95%CI = 1.50-393.4). Drinking water from a private artesian well was a protective factor (RR = 0.28; 95% CI = 0.09-0.90).",
            "",
            "boil-water advisory",
            "",
            "Escherichia coli and/or enterococci, as well as total coliforms",
            "",
            "",
            ""
        ]
    },
    {
        "title": "190",
        "answers": [
            "November 1972",
            "a public school in Stockport, Iowa",
            "An outbreak of gastrointestinal illness occurred at the public school, affecting a significant number of pupils and staff members. The etiologic agent was identified as a strain of Shigella sonnei resistant to multiple antimicrobials. Waterborne transmission of shigellosis was documented epidemiologically and by isolating the organism from the school water system.",
            "",
            "school water system",
            "Waterborne transmission of shigellosis was documented epidemiologically and by isolation of the organism from the school water system.",
            "269 pupils and 23 staff members were affected",
            "One hundred ninety-four pupils and 14 staff members",
            "72% and 61%",
            "",
            "",
            "gastrointestinal illness",
            "epidemiological investigation, isolation of the pathogen from the water system.",
            "tracking the transmission through epidemiological methods and isolating the organism from the school water system, and , and reporting of a case of S. sonnei infection in a young woman. ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    },
    {
        "title": "191",
        "answers": [
            "January, 1991",
            "Trujillo, Peru",
            "The epidemic of cholera in Trujillo.",
            "Trujillo's water supply was unchlorinated and water contamination was common.",
            "the water supply",
            "persons presenting to a health facility with acute diarrhoea",
            "322944",
            "16400",
            "2.6%",
            "71",
            "Vibrio cholerae O1, biotype El Tor, serotype Inaba",
            "acute diarrhoea",
            "studied a cohort of 150 patients who had been admitted to hospital and conducted a matched case-control study.",
            "studying a cohort of 150 patients and carrying out a water quality study to identify risk factors and contamination sources.",
            "studied a cohort of 150 patients who had been admitted to hospital and conducted a matched case-control study with 46 cases and 65 symptom-free and serologically uninfected controls.",
            "",
            "",
            "",
            "water samples",
            "Vibrio cholerae O1, biotype El Tor, serotype Inaba, ",
            "",
            "",
            "2 months to 86 years (mean 32 years)"
        ]
    }
]